<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/05 16:04:06
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("POLLAN_3", "പോൾ ചോദ്യം");
define("POLLAN_4", "പോൾ ഉത്തരങ്ങൾ");
define("POLLAN_12", "ഫലങ്ങൾ കാണിക്കുക");
define("POLLAN_13", "വോട്ട്  ചെയ്തതിനു ശേഷം");
define("POLLAN_14", "ഫലങ്ങൾ കാണാനുള്ള ലിങ്ക് ക്ലിക്ക് ചെയ്യുക വഴി - ഈ ഓപ്ഷൻ ഉപയോഗിക്കുന്നതിന് അഭിപ്രായങ്ങൾ രേഖപ്പെടുത്തൽ സജീവമാക്കിയിരിക്കണം");
define("POLLAN_15", "ഈ പോളിൽ വോട്ട്  അനുവദിക്കുക");
define("POLLAN_16", "വോട്ട് ശേഖരിക്കേണ്ട സമ്പ്രദായം");
define("POLLAN_17", "കുക്കി");
define("POLLAN_19", "ഉപയോക്തൃ ഐ.ഡി (അംഗങ്ങൾക്ക് മാത്രം വോട്ടുചെയ്യാം)");
define("POLLAN_28", "എല്ലാ പഴയ പോളുകളും");
define("POLLAN_31", "വോട്ടുകൾ");
define("POLLAN_40", "ഫലങ്ങൾ കാണാൻ ഇവിടെ  ക്ലിക്ക് ചെയ്യുക");
define("POLLAN_41", "ഈ പോൾ അംഗങ്ങൾക്കായി മാത്രം നിയന്ത്രിച്ചിരിക്കുന്നു");
define("POLLAN_42", "ഈ പോൾ അഡ്മിനിസ്ട്രേറ്റർമാർക്ക് മാത്രമായി പരിമിതപ്പെടുത്തിയിരിക്കുന്നു");
define("POLLAN_43", "ഈ പോളിൽ വോട്ടുചെയ്യാൻ ആവശ്യമായ അനുമതികൾ നിങ്ങൾക്കില്ല");
define("POLLAN_50", "[x] മുതൽ [y] വരെ സജീവം");
define("LAN_FORUM_3029", "നിങ്ങളുടെ വിഷയത്തിൽ ഒരു പോൾ ചേർക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നില്ലെങ്കിൽ, ഫീൽഡുകൾ ശൂന്യമാക്കിയിടുക.");


?>