<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/20 19:12:49
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("FORLAN_2", "പ്രൂൺ ചെയ്ത പോസ്റ്റുകൾ പൂർണ്ണമായും ഇല്ലാതാക്കാൻ തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ അവയെ നിഷ്ക്രിയമാക്കി മാറ്റുക (നീക്കം ചെയ്യാത്തവ പക്ഷേ ഫോറങ്ങളിൽ ദൃശ്യമാകില്ല)");
define("FORLAN_7", "ഫോറം ഓപ്ഷനുകൾ");
define("FORLAN_8", "ഫോറം പ്രൂൺ ചെയ്തു");
define("FORLAN_9", "പ്രൂൺ ആവശ്യമില്ല.");
define("FORLAN_23", "കാണാവുന്നത്");
define("FORLAN_24", "ഫോറം ആർക്കൊക്കെ കാണാം എന്ന് സൂചിപ്പിക്കുന്നു");
define("FORLAN_29", "ഇതുവരെ ഫോറമുകൾ ഇല്ല.");
define("FORLAN_30", "നിലവിലുള്ള ഫോറങ്ങൾ");
define("FORLAN_34", "ഈ ഫോറത്തിന്റെ മോഡറേറ്റർമാർക്കായി ഉപയോക്തൃക്ലാസ് തിരഞ്ഞെടുക്കുക");
define("FORLAN_44", "പട്ടികകൾ അടയ്ക്കുക");
define("FORLAN_45", "തീം പട്ടികയ്ക്കുള്ളിൽ ഫോറത്തെ റെൻഡർ ചെയ്യാൻ ഇത് ടിക്ക് ചെയ്യുക");
define("FORLAN_47", "ഇമെയിൽ അറിയിപ്പ് പ്രാപ്തമാക്കുക");
define("FORLAN_48", "നിങ്ങളുടെ പോസ്റ്റിലേക്ക് ആരെങ്കിലും പ്രതികരിക്കുമ്പോൾ ഒരു ഇമെയിൽ സ്വീകരിക്കുന്നതിനുള്ള ഓപ്ഷൻ നിങ്ങളുടെ ഉപയോക്താക്കൾക്ക് അനുവദിക്കുന്നതിന് ഇത് ടിക്ക് ചെയ്യുക");
define("FORLAN_49", "ഇതിന് പോൾ പ്രവർത്തനക്ഷമമാക്കുക");
define("FORLAN_50", "ഫോറങ്ങളിൽ വോട്ടെടുപ്പുകൾ സൃഷ്ടിക്കാൻ അനുവാദമുള്ള ഉപയോക്തൃക്ലാസ് തിരഞ്ഞെടുക്കുക");
define("FORLAN_51", "ട്രാക്കുചെയ്യൽ പ്രവർത്തനക്ഷമമാക്കുക");
define("FORLAN_52", "ത്രെഡുകൾ ട്രാക്കുചെയ്യുന്നതിനും ത്രെഡ് മറുപടി ചെയ്യപ്പെടുമ്പോൾ ഇമെയിൽ ചെയ്യുന്നതിനും നിങ്ങളുടെ ഉപയോക്താക്കളെ അനുവദിക്കുന്നതിന് ഇത് ടിക്ക് ചെയ്യുക");
define("FORLAN_53", "ഇമെയിൽ പ്രിഫിക്സ്");
define("FORLAN_54", "നിങ്ങൾ എന്റർ ചെയ്ത വാചകം ഫോറിലൂടെ അയയ്ക്കപ്പെടുന്ന ഏത് ഇമെയിലിന്റെയും വിഷയത്തിന്റെ പ്രെഫിക്‌സാകും");
define("FORLAN_55", "ജനപ്രിയ ത്രെഡ് ത്രെഷോൾഡ്");
define("FORLAN_56", "ഒരു ത്രെഡ്  ജനകീയമെന്ന് അടയാളപ്പെടുത്തും മുമ്പ് സൃഷ്ടിക്കപ്പെടേണ്ട പോസ്റ്റ്കളുടെ എണ്ണം");
define("FORLAN_57", "ഓരോ പേജിലെയും പോസ്റ്റുകൾ");
define("FORLAN_58", "ഒരു പേജിൽ പ്രദർശിപ്പിക്കേണ്ട പോസ്റ്റുകളുടെ എണ്ണം");
define("FORLAN_60", "നിങ്ങൾ പ്രവേശിക്കുന്ന ദിവസങ്ങളിൽ ഒരു മറുപടി ലഭിക്കാത്ത എല്ലാ ത്രെഡുകളും ഇത് ഇല്ലാതാക്കും.<br /><b>ഈ ഫംഗ്ഷൻ ഉപയോഗിക്കുന്നത് ശ്രദ്ധിക്കണം! </ b>");
define("FORLAN_63", "റാങ്കുകൾ പ്രദർശിപ്പിക്കുക");
define("FORLAN_65", "ഫോറം തലക്കെട്ട്");
define("FORLAN_66", "ഇൻസ്റ്റാളുചെയ്തില്ല");
define("FORLAN_70", "ഫയൽ / ഇമേജ് അറ്റാച്ച്മെന്റുകൾ പ്രാപ്തമാക്കുക");
define("FORLAN_71", "ഉപയോക്താക്കളെ പോസ്റ്റിൽ ഫയൽ അല്ലെങ്കിൽ ഇമേജ് അപ്ലോഡുചെയ്യാൻ അനുവദിക്കുക,");
define("FORLAN_75", "പരെന്റ്സ്");
define("FORLAN_76", "ഫോറങ്ങൾ ആദ്യ പേജ്");
define("FORLAN_77", "ഫോറങ്ങൾ സൃഷ്ടിക്കുക");
define("FORLAN_78", "ഫോറം ഓർഡർ");
define("FORLAN_83", "പാരന്റ്സിനെ സൃഷ്ടിക്കൂ");
define("FORLAN_87", "ഈ ദിവസങ്ങളിൽ മറുപടികളൊന്നുമില്ലാത്ത വിഷയങ്ങൾ പ്രൂൺ ചെയ്യുക:");
define("FORLAN_89", "പോസ്റ്റുകൾ പൂർണ്ണമായും ഇല്ലാതാക്കുക");
define("FORLAN_90", "പോസ്റ്റുകൾ നിഷ്ക്രിയാവസ്ഥയിലാക്കുക");
define("FORLAN_91", "പോസ്റ്റ് (കൾ) നിഷ്ക്രിയമാക്കി");
define("FORLAN_92", "ത്രെഡ് (കൾ) ഇല്ലാതാക്കി");
define("FORLAN_93", "മറുപടി (കൾ) ഇല്ലാതാക്കി");
define("FORLAN_112", "റീഡയറക്ട് പ്രാപ്തമാക്കുക");
define("FORLAN_113", "പ്രതികരിച്ചതിനുശേഷം ഫോറം പേജിലേക്ക് ബ്രൌസർ റീഡയറക്റ്റ് ചെയ്യുന്നതിനായി ഇത് ടിക്ക് ചെയ്യുക");
define("FORLAN_116", "റിപ്പോർട്ടുചെയ്ത പോസ്റ്റുകൾ");
define("FORLAN_121", "പോസ്റ്റുകളൊന്നും റിപ്പോർട്ട് ചെയ്തിട്ടില്ല");
define("FORLAN_122", "ആരെങ്കിലും ഒരു ഫോറം പോസ്റ്റു റിപ്പോർട്ട് ചെയ്താൽ അഡ്മിനെ ഇമെയിൽ ചെയ്യുന്നതിന് ഇവിടെ ക്ലിക്കുചെയ്യുക");
define("WMGLAN_1", "അതിഥികൾക്കുള്ള നിയമങ്ങൾ");
define("WMGLAN_2", "അംഗങ്ങളുടെ നിയമങ്ങൾ");
define("WMGLAN_3", "അഡ്മിനിസ്ട്രേറ്റർമാർക്കുള്ള നിയമങ്ങൾ");
define("WMGLAN_5", "ഫോറം റൂളുകൾ സജ്ജമാക്കുക");
define("WMGLAN_6", "സജീവമാക്കണോ?");
define("FORLAN_126", "ടൂൾടിപ്പുകൾ കാണിക്കുക");
define("FORLAN_127", "ത്രെഡ് പേരിൽ മൗസ് ഹോവർ ചെയ്യുമ്പോൾ ത്രെഡിന്റെ ആദ്യ പോസ്റ്റ് ഉൾക്കൊള്ളുന്ന ഒരു ടൂൾട്ടിപ്പ് കാണിക്കാൻ ഇവിടെ ടിക്ക് ചെയ്യുക.");
define("FORLAN_128", "ടൂൾടിപ്പ് ദൈർഘ്യം");
define("FORLAN_129", "ടൂൾടിപ്പിൽ പ്രദർശിപ്പിക്കുന്ന പ്രതീകങ്ങളുടെ എണ്ണം ഇത് നിർണ്ണയിക്കും.");
define("FORLAN_130", "ഇവിടെ ക്ലിക്ക് ചെയ്യുക");
define("FORLAN_131", "പരമാവധി ഫയൽ വലുപ്പം, അനുവദനീയമായ തരം എന്നിവ ക്രമീകരിക്കുന്നതിന്");
define("FORLAN_132", "സ്റ്റിക്കി ത്രെഡുകൾക്ക് പ്രാധാന്യം നൽകുക");
define("FORLAN_133", "സ്റ്റിക്കി ത്രെഡുകൾക്ക് (പ്രത്യേക ത്രെഡ് വിഭാഗങ്ങളും ഹെഡ്ർകളും) കൂടുതൽ ഊന്നൽ കൊടുക്കുക");
define("FORLAN_134", "അപ്ലോഡുചെയ്ത ഇമേജിന്റെ പരമാവധി വീതി");
define("FORLAN_135", "തീം ടെംപ്ലേറ്റ് തീരുമാനിക്കാൻ അനുവദിക്കുന്നതിന് ശൂന്യമായി വിടുക.");
define("FORLAN_136", "പൂർണ്ണ വലുപ്പമുള്ള ഇമേജിലേക്കുള്ള ലിങ്ക് സൃഷ്ടിക്കുക");
define("FORLAN_137", "ഇത് പ്രാപ്തമാക്കുന്നത് വലിയ ഇമേജുകളുടെ വലിപ്പം മാറ്റുകയും യഥാർത്ഥ പൂർണ്ണ വലുപ്പമുള്ള ഇമേജിലേക്ക് ലിങ്ക് സൃഷ്ടിക്കുകയും ചെയ്യും. അപ്രാപ്തമാക്കിയിട്ടുണ്ടെങ്കിൽ, യഥാർത്ഥ ചിത്രം നിരസിക്കും");
define("FORLAN_138", "ഈ ഫോറങ്ങൾ പ്രൂൺ ചെയ്യുക");
define("FORLAN_139", "ഈ ക്രമീകരണം ഉപയോഗിക്കുന്നതിന് <a href='".e_ADMIN."image.php'>ചിത്രങ്ങൾ</a> പേജിൽ 'ഇമേജ് പോസ്റ്റിംഗ് പ്രാപ്തമാക്കുക' എന്നത് ടിക് ചെയ്യണം
");
define("FORLAN_140", "കാണുക");
define("FORLAN_142", "പോസ്റ്റ് അനുവാദം");
define("FORLAN_143", "ഫോറം പോസ്റ്റുചെയ്യാൻ കഴിയുന്നവരെ സൂചിപ്പിക്കുന്നു");
define("FORLAN_145", "സബ് ഫോറങ്ങൾ കോൺഫിഗർ ചെയ്യുക");
define("FORLAN_146", "ഇതുവരെ സബ് ഫോറങ്ങൾ ഒന്നുമില്ല");
define("FORLAN_152", "പോസ്റ്റുകൾ");
define("FORLAN_153", "ഉപകരണങ്ങൾ");
define("FORLAN_155", "ഫോറം വിഭാഗങ്ങൾ");
define("FORLAN_156", "നടപടിയ്ക്കായി ഫോറം (കൾ) തിരഞ്ഞെടുക്കുക");
define("FORLAN_158", "ഫോറത്തിന്റെ അവസാനത്തെ പോസ്റ്റിന്റെ വിവരം വീണ്ടും കണക്കുകൂട്ടുക");
define("FORLAN_159", "അവസാനത്തെ പോസ്റ്റിന്റെ വിവരം വീണ്ടും കണക്കുകൂട്ടാൻ തിരഞ്ഞെടുക്കുക");
define("FORLAN_160", "ഫോറങ്ങളിൽ മാത്രം ഇത് നടപ്പിലാക്കാൻ തിരഞ്ഞെടുക്കുക, ത്രെഡുകളിലല്ല");
define("FORLAN_161", "പോസ്റ്റ് / പ്രതികരണങ്ങളുടെ എണ്ണം വീണ്ടും കണക്കുകൂട്ടുക");
define("FORLAN_162", "ഫോറം ത്രെഡ് / മറുപടി എണ്ണം വീണ്ടും കണക്കുകൂട്ടുന്നതിന് തിരഞ്ഞെടുക്കുക");
define("FORLAN_163", "ഉപയോക്തൃ ഫോറം പോസ്റ്റുകളുടെ എണ്ണം വീണ്ടും കണക്കുകൂട്ടുക");
define("FORLAN_164", "ഉപയോക്തൃ ഫോറം എണ്ണം വീണ്ടും കണക്കുകൂട്ടാൻ തിരഞ്ഞെടുക്കുക");
define("FORLAN_166", "ഫോറം ഉപകരണങ്ങൾ");
define("FORLAN_167", "ഫോറത്തിലെ എണ്ണങ്ങൾ അപ്ഡേറ്റുചെയ്തു");
define("FORLAN_168", "ഫോറത്തിലെ അവസാനത്തെ പോസ്റ്റ് വിവരം അപ്ഡേറ്റുചെയ്തു");
define("FORLAN_169", "ഉപയോക്തൃ ഫോറം എണ്ണം അപ്ഡേറ്റുചെയ്തു");
define("FORLAN_170", "റിപ്പോർട്ടുകൾ");
define("FORLAN_171", "ഫോറം പോസ്റ്റിനെക്കുറിച്ചുള്ള റിപ്പോർട്ട്");
define("FORLAN_172", "ഈ റിപ്പോർട്ട് ഇല്ലാതാക്കുക");
define("FORLAN_173", "ത്രെഡ് ശീർഷകം");
define("FORLAN_174", "ഉപയോക്താവ് റിപ്പോർട്ടുചെയ്തത്");
define("FORLAN_175", "റിപ്പോർട്ട് സമർപ്പിച്ചു");
define("FORLAN_177", "ഡീഫോൾട് ആയി ഇമെയിൽ അറിയിപ്പ് ഓൺ ആണ്");
define("FORLAN_178", "ഡീഫോൾട് ആയി ഇമെയിൽ വിജ്ഞാപന ചെക്ക്ബോക്സ് ഉണ്ടാവുന്നത് അനുവദിക്കാൻ ഇത് ടിക്ക് ചെയ്യുക");
define("FORLAN_179", "ഫോറത്തിന്റെ പേരിന്റെ ആരംഭത്തിൽ * ചേർക്കുന്നത് ഈ ഫോറത്തെ ഉപ-ഫോറമുകൾക്കുള്ള ഒരു കണ്ടെയ്നർ മാത്രമാക്കും. ഫോറം തീം ഈ ഓപ്ഷനും പിന്തുണയ്ക്കണം.");
define("FORLAN_182", "തിരഞ്ഞെടുത്ത ഫോറത്തിൽ എല്ലാ ത്രെഡുകൾക്കുമായുള്ള മറുപടികളും വീണ്ടും കൂട്ടുക");
define("FORLAN_183", "(ഉണ്ടാക്കുന്ന ക്യുറികളുടെ എണ്ണം കാരണം 'എല്ലാ ഫോറങ്ങളും' തിരഞ്ഞെടുക്കുമ്പോൾ ഈ ഫങ്ക്ഷന് അനുവദിക്കില്ല)");
define("FORLAN_184", "ത്രെഡ് ക്രിയേഷൻ അനുമതി");
define("FORLAN_185", "പുതിയ ത്രെഡുകൾ സൃഷ്ടിക്കാൻ കഴിയുന്നവരെ സൂചിപ്പിക്കുന്നു");
define("FORLAN_186", "ഒരു പേജിലെ ത്രെഡുകൾ");
define("FORLAN_187", "ഓരോ പേജിലും പ്രദർശിപ്പിക്കുന്ന ത്രെഡുകളുടെ എണ്ണം");
define("FORLAN_189", "റിപ്പോർട്ട് ഇല്ലാതാക്കാൻ 'ഇല്ലാതാക്കുക' ബട്ടൺ ക്ലിക്കുചെയ്യുക. <br /><br />വിഷയം/ത്രെഡ് കാണുന്നതിന് 'കാഴ്ച' ബട്ടൺ ക്ലിക്കുചെയ്യുക");
define("FORLAN_200", "വിഷയ ട്രാക്കിംഗ്");
define("FORLAN_201", "വിഷയങ്ങൾ ട്രാക്കുചെയ്യാൻ നിങ്ങളുടെ ഉപയോക്താക്കളെ അനുവദിക്കുന്നതിന് ഇത് പ്രാപ്തമാക്കുക.");
define("FORLAN_202", "വിഷയ ട്രാക്കിംഗ് ഇമെയിൽ അറിയിപ്പുകൾ");
define("FORLAN_203", "മറ്റുള്ളവർ ട്രാക്കുചെയ്ത വിഷയത്തിന് മറുപടി നൽകുമ്പോൾ ഇമെയിൽ അറിയിപ്പുകൾ സ്വീകരിക്കാൻ നിങ്ങളുടെ ഉപയോക്താക്കളെ അനുവദിക്കുന്നതിന് ഈ ഓപ്ഷൻ പ്രാപ്തമാക്കുക.");
define("FORLAN_204", "അജ്ഞാത-ഉപയോക്താവ്");
define("FORLAN_205", "പോസ്റ്റ് അനുമതി");
define("FORLAN_206", "ത്രെഡ് നിർമ്മിക്കാവുന്ന ക്ലാസ്");
define("FORLAN_207", "ഫോറങ്ങളും ത്രെഡുകളും");
define("FORLAN_208", "ഫോറങ്ങൾ മാത്രം");
define("FORLAN_209", "വിഷയം");
define("FORLAN_210", "ഇഷ്യൂ");
define("FORLAN_211", "സമർപ്പിച്ചത്");
define("FORLAN_212", "അറ്റാച്ചുമെൻറുകൾ");
define("FORLAN_213", "പോസ്റ്റ്");
define("FORLAN_214", "മുകളിലുള്ള ശീർഷകത്തിൽ നിന്നും യാന്ത്രികമായി അത് സൃഷ്ടിക്കുന്നതിന് ശൂന്യമായി വിടുക.");
define("FORLAN_215", "ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല!");
define("FORLAN_216", "(പുതിയ പാരന്റ്)");
