<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/19 10:31:36
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("LAN_PM", "പ്രൈവറ്റ് മെസ്സേജ്");
define("LAN_PM_1", "പ്രൈവറ്റ് മെസ്സേജ് അയയ്ക്കുക");
define("LAN_PM_2", "ലേക്ക്");
define("LAN_PM_3", "പ്രിവ്യൂ ചെയ്യുക");
define("LAN_PM_4", "ഉപയോക്തൃക്ലാസ്");
define("LAN_PM_5", "വിഷയം");
define("LAN_PM_6", "സന്ദേശം");
define("LAN_PM_7", "ഇമോട്സ്");
define("LAN_PM_8", "അറ്റാച്ചുമെൻറുകൾ");
define("LAN_PM_9", "വായന രസീത്");
define("LAN_PM_10", "ഈ പി.എം വായിക്കുമ്പോൾ എനിക്ക് ഒരു ഇമെയിൽ അയയ്ക്കുക");
define("LAN_PM_11", "പുതിയ അപ്ലോഡ് ചേർക്കുക");
define("LAN_PM_12", "PM സിസ്റ്റം ഉപയോഗിക്കുന്നതിന് നിങ്ങൾക്ക് അധികാരമില്ല");
define("LAN_PM_13", "നിങ്ങളുടെ ഔട്ട്ബോക്സ് നിലവിൽ {PERCENT}% നിറഞ്ഞിരിക്കുന്നു, ചിലത് ഇല്ലാതാക്കുന്നതുവരെ നിങ്ങൾക്ക് PM-കൾ അയയ്ക്കാനാവില്ല");
define("LAN_PM_14", "പിശക്: സാധ്യമായ തനിപ്പകർപ്പ് പോസ്റ്റ്, PM അയച്ചില്ല");
define("LAN_PM_15", "നിങ്ങൾക്ക് ഉപയോക്തൃക്ലസിലേയ്ക്ക് അയക്കാൻ അനുവാദമില്ല");
define("LAN_PM_16", "ക്ലാസ് അംഗമായിരിക്കണം");
define("LAN_PM_17", "ഉപയോക്താവിനെ കണ്ടെത്തിയില്ല");
define("LAN_PM_18", "PM അയക്കാൻ നിങ്ങൾക്ക് അനുവാദമില്ല:");
define("LAN_PM_19", "നിങ്ങളുടെ ഔട്ട്ബോക്സ് നിറഞ്ഞു, നിങ്ങൾക്ക് PM-കൾ അയക്കാൻ അനുവാദമില്ല");
define("LAN_PM_21", "ഈ PM ചേർക്കുന്നത് നിങ്ങളുടെ പരമാവധി ഔട്ട്ബോക്സ് വലുപ്പത്തെ മറികടക്കും, PM പോസ്റ്റ് ചെയ്തില്ല");
define("LAN_PM_22", "ഫയൽ അപ്ലോഡുചെയ്യുന്നത് പരാജയപ്പെട്ടു");
define("LAN_PM_23", "നിങ്ങൾക്ക് അറ്റാച്ച്മെന്റുകൾ അയക്കാൻ അനുവാദമില്ല");
define("LAN_PM_24", "PM ഇല്ലാതാക്കുന്നു");
define("LAN_PM_27", "വായിക്കാത്തവ");
define("LAN_PM_28", "N/A");
define("LAN_PM_29", "സന്ദേശം അയച്ചു");
define("LAN_PM_30", "സന്ദേശം വായിക്കുക");
define("LAN_PM_31", "നിന്ന്");
define("LAN_PM_32", "ലഭിച്ചു");
define("LAN_PM_33", "അയച്ചു");
define("LAN_PM_34", "സന്ദേശങ്ങളില്ല");
define("LAN_PM_35", "പുതിയ സന്ദേശം അയയ്ക്കുക");
define("LAN_PM_36", "മൊത്തം");
define("LAN_PM_37", "വായിക്കാത്തവ");
define("LAN_PM_38", "PM ഉപഭോക്താവിന് അയച്ചു");
define("LAN_PM_39", "PM അയക്കുന്നത് പരാജയപ്പെട്ടു, ഇങ്ങോട്ട്");
define("LAN_PM_40", "PM അയച്ചു");
define("LAN_PM_41", "നിങ്ങളുടെ ഔട്ട്ബോക്സിലേക്ക് PM പോസ്റ്റുചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു");
define("LAN_PM_42", "ഇൻബോക്സിൽ നിന്നും PM ഇല്ലാതാക്കി");
define("LAN_PM_43", "ഔട്ട്ബോക്സിൽ നിന്നും PM ഇല്ലാതാക്കി");
define("LAN_PM_44", "ബ്ലോക്ക് നീക്കംചെയ്തു: ഇപ്പോൾ നിങ്ങൾക്ക് PM-കൾ അയക്കാൻ {UNAME} അനുവദിച്ചിരിക്കുന്നു");
define("LAN_PM_45", "പിശക്: ബ്ലോക്ക് നീക്കം ചെയ്തില്ല, അജ്ഞാത പിശക്");
define("LAN_PM_46", "{UNAME} നായി ബ്ലോക്ക് നിലവിലില്ല");
define("LAN_PM_47", "ബ്ലോക്ക് ചേർത്തു: നിങ്ങൾക്ക് PMs അയക്കാൻ {UNAME} നെ അനുവദിക്കില്ല");
define("LAN_PM_48", "പിശക്: ബ്ലോക്ക് ചേർത്തില്ല, അജ്ഞാത പിശക്");
define("LAN_PM_49", "പിശക്: {UNAME} ന് ഇതിനകം ബ്ലോക്ക് നിലവിലുണ്ട്");
define("LAN_PM_50", "ഉപയോക്താവിനെ ബ്ലോക്ക് ചെയ്യുക");
define("LAN_PM_51", "ഉപയോക്താവിനെ അൺബ്ലോക്കുചെയ്യുക");
define("LAN_PM_53", "തിരഞ്ഞെടുത്തത് ഇല്ലാതാക്കുക");
define("LAN_PM_54", "യഥാർത്ഥ പോസ്റ്റ് ഉദ്ധരിക്കുക");
define("LAN_PM_55", "മറുപടി അയയ്ക്കുക");
define("LAN_PM_56", "ഈ സന്ദേശത്തിന് മറുപടി നൽകാൻ നിങ്ങൾക്ക് അനുവാദമില്ല");
define("LAN_PM_57", "സന്ദേശം കണ്ടെത്തിയില്ല");
define("LAN_PM_58", "മറു:");
define("LAN_PM_59", "പേജിലേക്ക് പോകുക:");
define("LAN_PM_60", "ഈ സന്ദേശം കാണുന്നതിന് നിങ്ങളെ അനുവാദമില്ല");
define("LAN_PM_61", "വിഷയം ഇല്ല");
define("LAN_PM_62", "ഫയൽ: [{FILENAME}] വലുപ്പ പരിധി കവിഞ്ഞു - അറ്റാച്ചുചെയ്തിട്ടില്ല");
define("LAN_PM_63", "ക്ലാസ്:");
define("LAN_PM_64", "പിശക്: സൈറ്റ് അഡ്മിനിസ്ട്രേറ്റർമാരിൽ നിന്നുള്ള സന്ദേശങ്ങൾ തടയാൻ നിങ്ങൾക്ക് അനുവാദമില്ല");
define("LAN_PM_65", "പിശക്: അയയ്ക്കാനൊന്നുമില്ല");
define("LAN_PM_66", "ബ്ലോക്ക് ചെയ്യപ്പെട്ട സിൻഡർമാർ");
define("LAN_PM_67", "ഒരു ഉപയോക്താക്കളെയും തടഞ്ഞിട്ടില്ല");
define("LAN_PM_68", "ഉപയോക്തൃ നാമം");
define("LAN_PM_69", "ബ്ലോക്ക് ചെയ്ത തിയതി");
define("LAN_PM_70", "ഉപയോക്താവിന്റെ ബ്ലോക്ക് ഇല്ലാതാക്കുന്നു");
define("LAN_PM_71", "[x] അറ്റാച്ചുമെന്റ് (കൾ) ഇല്ലാതാക്കി. [y] പരാജയം (കൾ)");
define("LAN_PM_100", "പുതിയ PM");
define("LAN_PM_101", "നിങ്ങൾക്ക് ഒരു പുതിയ സ്വകാര്യ സന്ദേശം ലഭിച്ചിരിക്കുന്നു ഇവിടെ നിന്ന്");
define("LAN_PM_102", "സന്ദേശം അയച്ചത്:");
define("LAN_PM_103", "സന്ദേശ വിഷയം:");
define("LAN_PM_104", "അറ്റാച്ചുമെൻറുകളുടെ എണ്ണം:");
define("LAN_PM_105", "നിങ്ങൾക്ക് PM കാണാൻ കഴിയും:");
define("LAN_PM_106", "PM വായിച്ചു");
define("LAN_PM_107", "നിങ്ങൾ {UNAME} നായി അയച്ച സ്വകാര്യ സന്ദേശം വായിച്ചു");
define("LAN_PM_108", "സന്ദേശം അയച്ചത്:");
define("LAN_PM_109", "പുതിയ സന്ദേശം(ങ്ങൾ)");
define("LAN_PM_111", "വായിക്കുക");
define("LAN_PM_112", "ഉപയോക്താവ്(കൾ)");
define("LAN_PM_113", "സന്ദേശം വായിക്കുക");
define("LAN_PM_114", "നിങ്ങൾക്ക് ഈ ഉപയോക്താവിന് അയയ്ക്കാൻ പ്രവേശനമില്ല.");
define("LAN_PM_115", "ഉപയോക്താവിനെ കണ്ടെത്തിയില്ല");
