<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/17 17:18:34
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("ADLAN_PM_1", "സജീവമാക്കുന്നതിന്, നിങ്ങളുടെ മെനു സ്ക്രീനിൽ പോയി നിങ്ങളുടെ മെനു ഏരിയകളിൽ ഒന്നിലേക്ക് private_msg മെനു ചേർക്കുക.  <br /><br />ഒരു മുൻ പതിപ്പിൽ നിന്ന് സന്ദേശങ്ങൾ പരിവർത്തനം ചെയ്യണമെങ്കിൽ, ദയവായി ഈ പ്ലഗിനുള്ള പ്രധാന കോൺഫിഗറേഷൻ പേജിലേക്ക് പോയി 'പരിവർത്തനം ചെയ്യുക' ലിങ്ക് ക്ലിക്ക് ചെയ്യുക.");
define("ADLAN_PM_3", "PM ക്രമീകരണങ്ങൾ കണ്ടെത്തിയില്ല, ഡീഫോൾട് മൂല്യങ്ങൾ സെറ്റ് ചെയ്തു");
define("ADLAN_PM_4", "ഓപ്ഷനുകൾ അപ്ഡേറ്റുചെയ്തു");
define("ADLAN_PM_5", "തിരഞ്ഞെടുത്ത ഉപയോക്തൃക്ലാസുള്ള പരിധി ഇതിനകം നിലവിലുണ്ട്");
define("ADLAN_PM_6", "പരിധി വിജയകരമായി ചേർത്തു");
define("ADLAN_PM_7", "പരിധി ചേർത്തിട്ടില്ല/അപ്ഡേറ്റ് ചെയ്തിട്ടില്ല - അജ്ഞാത പിശക്");
define("ADLAN_PM_8", "പരിധി നില അപ്ഡേറ്റുചെയ്തു");
define("ADLAN_PM_9", "- പരിധി വിജയകരമായി നീക്കംചെയ്തു");
define("ADLAN_PM_10", "- പരിമിതം നീക്കംചെയ്തില്ല - അജ്ഞാത പിശക്");
define("ADLAN_PM_11", "- പരിധി വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു");
define("ADLAN_PM_12", "PM ഓപ്ഷനുകൾ");
define("ADLAN_PM_13", "PM പരിവർത്തനം");
define("ADLAN_PM_14", "PM പരിധികൾ");
define("ADLAN_PM_15", "PM പരിധി ചേർക്കുക");
define("ADLAN_PM_16", "പ്ലഗിൻ ശീർഷകം");
define("ADLAN_PM_17", "പുതിയ PM ആനിമേഷൻ കാണിക്കുക");
define("ADLAN_PM_18", "ഉപയോക്തൃ ഡ്രോപ്പ്ഡൌണിനെ കാണിക്കുക");
define("ADLAN_PM_19", "READ സന്ദേശ കാലാവധി നീക്കുക (ദിവസങ്ങൾ)");
define("ADLAN_PM_20", "UNREAD സന്ദേശ കാലാവധി (ദിവസങ്ങൾ)");
define("ADLAN_PM_21", "പുതിയ PM-ന്റെ പോപ്പ്അപ്പ് അറിയിപ്പ്");
define("ADLAN_PM_22", "പോപ്പ്അപ്പ് ഡിലെ ടൈംഔട്ട്");
define("ADLAN_PM_23", "PM ഉപയോഗം നിയന്ത്രിക്കുക ഇവർക്കായി");
define("ADLAN_PM_24", "ഓരോ പേജിലും കാണിക്കുന്ന PM-കളുടെ എണ്ണം");
define("ADLAN_PM_25", "PM ഇമെയിൽ നോട്ടോഫിക്കേഷൻസ് പ്രാപ്തമാക്കുക");
define("ADLAN_PM_26", "വായന രസീത് ഇമെയിൽ അറിയിപ്പുകൾ അഭ്യർത്ഥിക്കാൻ ഉപയോക്താവിനെ അനുവദിക്കുക");
define("ADLAN_PM_27", "അറ്റാച്ചുമെന്റുകൾ ഉൾപ്പെടുത്താവുന്ന ഉപയോക്തൃക്ലാസ്");
define("ADLAN_PM_28", "പരമാവധി അറ്റാച്ചുമെന്റ് വലുപ്പം");
define("ADLAN_PM_29", "എല്ലാ അംഗങ്ങൾക്കും അയയ്ക്കാൻ അനുവദിക്കുക");
define("ADLAN_PM_30", "ഒരു സമയം ഒന്നിലധികം ഉപയോക്താവിലേക്ക് അയയ്ക്കാവുന്ന ഉപയോക്തൃക്ലാസ്");
define("ADLAN_PM_31", "മുഴുവൻ ഉപയോക്തൃ ക്ലാസ്സലുകളിലേക്കും അയയ്ക്കുന്ന ഉപയോക്തൃ ക്ലസ്");
define("ADLAN_PM_33", "നിഷ്ക്രിയം (പരിധിയൊന്നുമില്ല)");
define("ADLAN_PM_34", "PM എണ്ണം");
define("ADLAN_PM_35", "PM ബോക്സ് വലുപ്പങ്ങൾ");
define("ADLAN_PM_37", "എണ്ണ പരിധി");
define("ADLAN_PM_38", "വലുപ്പ പരിധി (KB ൽ)");
define("ADLAN_PM_41", "നിലവിൽ പരിധികൾ സജ്ജീകരിച്ചിട്ടില്ല.");
define("ADLAN_PM_44", "സെക്കൻഡ്");
define("ADLAN_PM_45", "PM പരിമിതപ്പെടുത്തുക:");
define("ADLAN_PM_54", "പ്രധാന ക്രമീകരണങ്ങൾ");
define("ADLAN_PM_55", "പരിധികൾ");
define("ADLAN_PM_59", "മെയിൻറനൻസ്");
define("ADLAN_PM_60", "PM മെയിൻറനൻസ്");
define("ADLAN_PM_62", "ഈ ഓപ്ഷനുകൾ PM ഡാറ്റാബേസ് പട്ടികകളിൽ നിന്നും ഇല്ലാതാക്കിയ ഉപയോക്താക്കളുമായി ബന്ധപ്പെട്ട ഇടപാടുകൾ നീക്കംചെയ്യുന്നു");
define("ADLAN_PM_63", "സന്ദേശങ്ങൾ അയച്ചു");
define("ADLAN_PM_64", "സന്ദേശങ്ങൾ ലഭിച്ചു");
define("ADLAN_PM_65", "ഉപയോക്തൃ ബ്ലോക്കുകൾ");
define("ADLAN_PM_66", "മെയിൻറനൻസ് ചുമതലകൾ വ്യക്തമാക്കിയിട്ടില്ല");
define("ADLAN_PM_67", "PM DB അറ്റകുറ്റപ്പണി ആരംഭിച്ചു");
define("ADLAN_PM_68", "നീക്കം ചെയ്യപ്പെട്ട ഉപയോക്താക്കളിലേക്കുള്ള  --COUNT-- ബ്ലോക്കുകൾ നീക്കംചെയ്തു");
define("ADLAN_PM_69", "നീക്കംചെയ്ത ഉപയോക്താക്കളിൽ നിന്നുള്ള --COUNT-- ബ്ലോക്കുകൾ നീക്കംചെയ്തു");
define("ADLAN_PM_70", "ഡാറ്റാബേസ് പിശക് --NUM--: --TEXT-- ഉപയോക്തൃ ബ്ലോക്കുകളെ നീക്കംചെയ്യുന്നു");
define("ADLAN_PM_71", "കാലഹരണപ്പെട്ട സന്ദേശങ്ങൾ");
define("ADLAN_PM_72", "PM സമയപരിധികൾ സജ്ജീകരിച്ചിട്ടില്ല");
define("ADLAN_PM_73", "--COUNT-- കാലാവധി-തീരുന്ന PMങ്ങൾ ഇല്ലാതാക്കി");
define("ADLAN_PM_74", "നീക്കംചെയ്ത ഉപയോക്താക്കൾ അയച്ച --COUNT-- സന്ദേശങ്ങൾ നീക്കം ചെയ്തു");
define("ADLAN_PM_75", "നീക്കംചെയ്ത ഉപയോക്താക്കൾക്കു ലഭിച്ച --COUNT-- സന്ദേശങ്ങൾ നീക്കം ചെയ്തു");
define("ADLAN_PM_77", "(ഒരു പരിധി ഇല്ലാതാക്കുന്നതിന് എല്ലാ ഫീൽഡുകളും ശൂന്യമയക്കിയ ശേഷം അപ്ഡേറ്റു ചെയ്യുക)");
define("ADLAN_PM_78", "അറ്റാച്ചുമെന്റുകൾ പരിശോധിക്കുക");
define("ADLAN_PM_79", "--ORPHANS-- ഉപയോഗിക്കാത്ത അറ്റാച്ചുമെന്റുകൾ ഇല്ലാതാക്കി. --MISSING-- അറ്റാച്ച്മെന്റുകൾ നോട്ട് ചെയ്തു");
define("ADLAN_PM_80", "മുൻഗണന ഫോർമാറ്റുകൾ അപ്ഡേറ്റ് ചെയ്തു");
define("ADLAN_PM_81", "ഉടൻതന്നെ അയക്കേണ്ട PM-കളുടെ  പരമാവധി എണ്ണം");
define("ADLAN_PM_82", "ഇതിൽ കൂടുൽ അയയ്ക്കുന്നെങ്കിൽ, അവ ക്യൂവിൽ ചേർക്കുകയും ക്രോൺ ടാസ്ക് വഴി അയയ്ക്കുകയും ചെയ്യുന്നു");
define("ADLAN_PM_83", "ഉപയോക്താക്കൾ ഈ ക്ലാസ്സിലെ ഉപയോക്താക്കൾക്ക്  മാത്രം സന്ദേശങ്ങൾ അയയ്ക്കാം");
define("ADLAN_PM_84", "പരമാവധി സന്ദേശ ദൈർഘ്യം");
define("ADLAN_PM_85", "0 = പരിധിയില്ല");
define("ADLAN_PM_86", "വിഐപി ക്ലാസ്");
define("ADLAN_PM_87", "ഈ ക്ലാസ്സിലെ ഉപയോക്താക്കൾക്ക് ഈ ക്ലാസ്സിലെ മറ്റുള്ളവരിൽ നിന്നുള്ള സന്ദേശങ്ങൾ മാത്രമേ സ്വീകരിക്കാൻ കഴിയൂ. മുകളിലുള്ള മുൻഗണനയെ അസാധുവാക്കുന്നു.");
define("ADLAN_PM_88", "ഉപയോക്താവിന് PM-കൾ അയക്കാം");
define("ADLAN_PM_89", "(ഒരേ ക്ലാസിലുള്ള ഏതെങ്കിലും ഉപയോക്താവ്)");
define("ADLAN_PM_90", "ദയവായി 'ടു' ഫീൽഡിൽ ഒരു സ്വീകർത്താവിനെ രേഖപ്പെടുത്തുക.");
define("ADLAN_PM_91", "ടെസ്റ്റ്");
define("ADLAN_PM_92", "പരിശോധന ഇമെയിൽ അയച്ചു!");
define("ADLAN_PM_93", "പരിശോധന ഇമെയിൽ പരാജയപ്പെട്ടു!");
