<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/06/05 20:38:48
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("EMOLAN_1", "ഇമോട്ട് സജീവമാക്കൽ");
define("EMOLAN_3", "ഇമോട്ടുകൾ");
define("EMOLAN_4", "ഇമോട്ടിക്കോണുകൾ സജീവമാക്കണോ?");
define("EMOLAN_5", "ചിത്രം");
define("EMOLAN_6", "ഇമോട്ട് കോഡ്");
define("EMOLAN_7", "സ്പെയ്സുകളാൽ ഒന്നിലധികം എൻട്രികൾ വേർതിരിക്കുക");
define("EMOLAN_11", "പായ്ക്ക് സജീവമാക്കുക");
define("EMOLAN_13", "ഇൻസ്റ്റാൾ ചെയ്ത പായ്ക്കുകൾ");
define("EMOLAN_17", "പേരുകളിൽ സ്പേസ് ഉൾക്കൊള്ളുന്ന ഒരു ഇമോട്ടിക്കോൺ പായ്ക്ക് ഇപ്പോൾ നിങ്ങൾക്ക് ഉണ്ട്, അത് അനുവദനീയമല്ല.");
define("EMOLAN_18", "ദയവായി ചുവടെ ലിസ്റ്റുചെയ്തിരിക്കുന്ന തൽക്ഷണങ്ങളുടെ പേരുമാറ്റുക, അങ്ങനെ അവ സ്പെയ്സുകളൊന്നും ഉൾക്കൊള്ളാതാക്കുക.");
define("EMOLAN_20", "സ്ഥലം");
define("EMOLAN_21", "പായ്ക്ക് പിശക് വായിക്കുക");
define("EMOLAN_22", "പുതിയ ഇമോട്ട് പാക്ക് കണ്ടെത്തി");
define("EMOLAN_23", "പുതിയ ഇമോട്ട് xml പായ്ക്ക് കണ്ടെത്തി");
define("EMOLAN_24", "പുതിയ ഇമോട്ട് php പായ്ക്ക് കണ്ടെത്തി");
define("EMOLAN_26", "പാക്ക് വീണ്ടും സ്കാൻ ചെയ്യുക");
define("EMOLAN_27", "പാക്കേജ് പ്രോസസ്സ് ചെയ്യുന്നതിൽ പിശക് സംഭവിച്ചു");
define("EMOLAN_28", "XML ഉണ്ടാക്കുക");
define("EMOLAN_29", "XML ഫയൽ ഉണ്ടാക്കി");
define("EMOLAN_30", "XML ഫയൽ എഴുതുന്നതിൽ പിശക്");
define("EMOLAN_PAGE_TITLE", "ഇമോട്ടിക്കോണുകൾ");
define("EMOLAN_31", "മൊത്തം [x] ഫയലുകൾ കണ്ടെത്തി");
define("EMOLAN_32", "അറിയപ്പെടാത്ത പായ്ക്ക് കണ്ടെത്തി");
define("EMOLAN_33", "പിന്തുണക്കാത്ത XML ഫയൽ ഫോർമാറ്റ്");
define("EMOLAN_34", "പാക്കിനായി ഫയലുകൾ നഷ്ടമായിരിക്കുന്നു");
define("EMOLAN_35", "- ഡാറ്റാബേസിൽ ഇല്ലാതാക്കി");
define("EMOLAN_37", "ഇമോട്ട് സജ്ജമാക്കിയിട്ടില്ല");
define("EMOLAN_38", "ഒഴിഞ്ഞ ഇമോട്ട് മൂല്യം");


?>