<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/05 22:43:19
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("SEALAN_1", "തിരയൽ ക്രമീകരണം");
define("SEALAN_3", "ഉപയോഗിക്കേണ്ട തിരച്ചിൽ രീതി:");
define("SEALAN_7", "രജിസ്റ്റേർഡ് അംഗങ്ങൾ");
define("SEALAN_10", "പ്രസക്തി മൂല്യം പ്രദർശിപ്പിക്കുക:");
define("SEALAN_11", "തിരയാനാകുന്ന സ്ഥലങ്ങൾ തിരഞ്ഞെടുക്കാൻ ഉപയോക്താവിനെ അനുവദിക്കുക:");
define("SEALAN_12", "തിരയലുകൾ തമ്മിൽ അനുവദനീയമായ ഇടവേള (പരമാവധി 5 മിനിറ്റ്):");
define("SEALAN_13", "തിരച്ചിലിനെ നിയന്ത്രിക്കുക ഓരോ");
define("SEALAN_14", "സെക്കന്റുകളും");
define("SEALAN_15", "തിരയൽ പേജ് ആക്സസ്സുചെയ്യാനാകുന്ന ഉപയോക്തൃ ക്ലാസ്");
define("SEALAN_18", "തിരയാനാകുന്ന അഭിപ്രായ മേഖലകൾ (അഭിപ്രായങ്ങളിൽ തിരയൽ സജീവമാക്കുമ്പോൾ)");
define("SEALAN_19", "ഒരു സമയം ഒന്നിലധികം മേഖലയിൽ തിരയുന്നതിന് ഉപയോക്താക്കളെ അനുവദിക്കുക:");
define("SEALAN_20", "പൊതുവായ ക്രമീകരണങ്ങൾ");
define("SEALAN_21", "തിരയാനാകുന്ന സ്ഥലങ്ങൾ");
define("SEALAN_23", "ബദൽ");
define("SEALAN_25", "ഉപയോക്തൃക്ലാസ്");
define("SEALAN_26", "ശീർഷക മുൻ-വാചകം");
define("SEALAN_30", "പരാമർശിച്ച പേജിലെ കീവേഡുകൾ ഹൈലൈറ്റ് ചെയ്യുക:");
define("SEALAN_31", "PHP പരിമിതമാക്കേണ്ടത്");
define("SEALAN_32", "ഫലങ്ങൾ (പരിധിയില്ലാതാക്കാൻ ശൂന്യമായി വിടുക)");
define("SEALAN_35", "തിരയാനാവുന്ന ഭാഗങ്ങൾ തിരഞ്ഞെടുക്കൽ രീതി:");
define("SEALAN_36", "ഡ്രോപ്പ് ഡൗൺ");
define("SEALAN_37", "ചെക്ക്ബോക്സ്");
define("SEALAN_38", "റേഡിയോ");
define("SEALAN_39", "കസ്റ്റം പേജുകൾ");
define("SEALAN_40", "തിരയൽ ഓപ്ഷനുകൾ");
define("SEALAN_41", "പ്രധാന പേജ്");
define("SEALAN_43", "തിരയൽ ക്രമീകരണങ്ങൾ എഡിറ്റുചെയ്യുക, ഇതിനായി");
define("SEALAN_44", "ഈ പ്രദേശം തിരയാൻ അനുവാദമുള്ള ഉപയോക്തൃ ക്ലാസ്");
define("SEALAN_45", "ഓരോ പേജിലും ദൃശ്യമാകുന്ന ഫലങ്ങളുടെ എണ്ണം");
define("SEALAN_46", "തിരയൽ ഫല സംഗ്രഹത്തിലെ പ്രതീകങ്ങളുടെ എണ്ണം");
define("SEALAN_47", "മുഴുവൻ വാക്കുകളും മാത്രം മാച്ച് ചെയ്യുക:");
define("SEALAN_48", "തിരയൽ അടുക്കൽ(sort) രീതി PHP ആണെങ്കിൽ മാത്രമെ ഈ ക്രമീകരണം ബാധകമാകൂ. നിങ്ങളുടെ സൈറ്റിൽ ചൈനീസ്, ജപ്പാനീസ് എന്നിവപോലുള്ള Ideographic ഭാഷകൾ അടങ്ങിയിട്ടുണ്ടെങ്കിൽ ഈ സജ്ജീകരണം ഓഫാക്കേണ്ടതുണ്ട്.");
define("SEALAN_49", "നിങ്ങളുടെ സൈറ്റിൽ ചൈനീസ്, ജപ്പാനീസ് എന്നിവ പോലുള്ള Ideographic ഭാഷകൾ ഉൾപ്പെടുന്നുവെങ്കിൽ, നിങ്ങൾ PHP അടുക്കൽ(sort) രീതി ഉപയോഗിച്ചാൽ മതിയാകും.");


?>