<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/06/02 20:39:35
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("WMLAN_00", "സ്വാഗതം സന്ദേശങ്ങൾ");
define("WMLAN_05", "അടക്കംചെയ്യുക");
define("WMLAN_06", "പ്രവർത്തനക്ഷമമാകുമ്പോൾ, സന്ദേശം ഒരു ബോക്സിൽ റെൻഡർചെയ്യപ്പെടും");
define("WMLAN_07", "സാധാരണ സിസ്റ്റം നിഷ്‌ഫലമാക്കി {WMESSAGE} ഷോർട്ട്കോർഡ് ഉപയോഗിക്കുക :");
define("WMLAN_11", "കറൗസൽ അടങ്ങിയതാണ്");
define("WMLAN_12", "സ്വാഗത സന്ദേശം സഹായം");
define("WMLAN_13", "നിങ്ങളുടെ മുൻപേജിയുടെ മുകളിൽ എല്ലായ്പ്പോഴും സജീവമാക്കിയിരിക്കുന്ന ഒരു സന്ദേശം സജ്ജമാക്കാൻ ഈ പേജ് നിങ്ങളെ അനുവദിക്കുന്നു. ഗസ്റ്റുകൾക്കും രജിസ്റ്റർ ചെയ്ത/പ്രവേശിച്ച അംഗങ്ങൾക്കും അഡ്മിനിസ്ട്രേറ്റർമാർക്കും വ്യത്യസ്ത സന്ദേശം നിങ്ങൾക്ക് സജ്ജമാക്കാൻ കഴിയും.");


?>