<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/05 20:01:15
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("LCLAN_19", "ലിങ്ക് തുറക്കുന്ന തരം");
define("LCLAN_20", "ഒരേ വിൻഡോയിൽ തുറക്കുന്നു");
define("LCLAN_23", "പുതിയ വിൻഡോയിൽ തുറക്കുന്നു");
define("LCLAN_24", "600x400 മിനി-വിൻഡോയിൽ തുറക്കുന്നു");
define("LCLAN_78", "വിവരണം സ്ക്രീൻ-ടിപ്പ് ആയി കാണിക്കുക");
define("LCLAN_79", "മൗസ്  ലിങ്കിനു മുകളിൽ ഹോവർ ചെയ്യുമ്പോൾ വിവരണം പ്രദർശിപ്പിക്കും");
define("LCLAN_80", "വികസിക്കുന്ന തരം സബ് മെനുകൾ സജീവമാക്കുക");
define("LCLAN_81", "ഉപ-മെനുകൾ അവരുടെ പാരന്റ് ലിങ്കുകൾ ക്ലിക്കുചെയ്തതിനുശേഷം മാത്രമേ പ്രദർശിപ്പിക്കൂ. (ലിങ്ക് പാരന്റ് അപ്രാപ്തമാക്കിയിരിക്കും)");
define("LCLAN_105", "ഫങ്ഷൻ");
define("LCLAN_106", "ഉടമസ്ഥതയുള്ളത്");
define("LCLAN_107", "തിരയൽ-എഞ്ചിൻ-സൗഹൃദപരമായി പരിവര്‍ത്തനാത്മകമായി നിർമ്മിക്കപ്പെടുന്ന URL ഉപയോഗിച്ച് സാധാരണ URL ഓവർറൈഡ് ചെയ്യാൻ ഇത് പ്രാപ്തമാക്കുക");
define("LCLAN_108", "ചില തിരഞ്ഞെടുക്കലുകൾ ഒഴിവാക്കി - സബ്-ലിങ്കിന്റെ ഒരു സബ്-ലിങ്ക് ആയി ലിങ്ക് സജ്ജമാക്കാൻ നിങ്ങൾക്ക് കഴിയില്ല.");
define("LCLAN_109", "ദയവായി ഒരു പേരെന്റിനെ തിരഞ്ഞെടുക്കുക");
define("LCLAN_110", "ഒരു ജനറേറ്റർ മൊഡ്യൂൾ തിരഞ്ഞെടുക്കുക");
define("LCLAN_111", "സാധുവായ ജനറേറ്റർ മോഡൽ ഡാറ്റയല്ല");
define("LINKLAN_1", "800x600 വിൻഡോയിൽ തുറക്കുന്നു");
define("LINKLAN_4", "സബ്-ലിങ്ക് ജനറേറ്റർ");
define("LINKLAN_5", "സബ്-ലിങ്കുകൾ സൃഷ്ടിക്കുക");
define("LINKLAN_6", "ഇതിൽ നിന്ന് സബ്-ലിങ്കുകൾ സൃഷ്ടിക്കുക");
define("LINKLAN_7", "ഏതു ലിങ്കിന്റെ ചുവടെയാണ് സബ്-ലിങ്ക് സൃഷ്ടിക്കേണ്ടത്?");
define("LINKLAN_8", "ന്യൂസ് വിഭാഗങ്ങൾ");
define("LINKLAN_9", "ഡൗൺലോഡ് വിഭാഗങ്ങൾ");
define("LINKLAN_10", "തീം ഷോർട്ട്കോഡുകൾ");


?>