<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/06/05 09:55:18
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("PHP_LAN_1", "നിങ്ങൾക്ക് Curl പ്രാപ്തമാക്കിയെങ്കിൽ, ഈ സവിശേഷത പ്രവർത്തനരഹിതമാക്കുന്നത് നിങ്ങൾ പരിഗണിക്കണം.");
define("PHP_LAN_2", "ഇത് ഒരു അപകടസാധ്യതയാണ്. e107 ന് ഇത് ആവശ്യമില്ല.");
define("PHP_LAN_3", "പ്രൊഡക്ഷൻ സെർവറിൽ ബ്രൗസറിൽ പിശകുകൾ പ്രദർശിപ്പിക്കുന്നത് ഒഴിവാക്കുന്നതാണ് നല്ലത്.");
define("PHP_LAN_4", "ഇത് അപ്രാപ്തമാക്കുന്നത് നിങ്ങളുടെ ബ്രൗസറിൽ നിന്ന് നിങ്ങളുടെ PHP പതിപ്പ് മറയ്ക്കും.");
define("PHP_LAN_5", "ഇത് ഒരു സുരക്ഷാ റിസ്ക് ആണ്, അപ്രാപ്തമാക്കുന്നതാണ് നന്ന്.");
define("PHP_LAN_6", "[b]session.save_path[/b] എഴുതപ്പെടാവുന്നതല്ല! അത് നിങ്ങളുടെ സൈറ്റിൽ പ്രധാനപ്പെട്ട പ്രശ്നങ്ങൾക്ക് കാരണമായേക്കാം.");


?>