<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/07 19:55:54
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("TPVLAN_1", "നിങ്ങൾ <b>'".PREVIEWTHEMENAME."'</b> തീമിന്റെ ഒരു പ്രിവ്യൂ കാണുകയാണ്. നിങ്ങളുടെ സൈറ്റിന്റെ പ്രധാന തീമയായി ഇത് സജ്ജമാക്കിയിട്ടില്ല, പക്ഷേ, തീം എങ്ങനെ കാണപ്പെടുന്നു എന്നതിന്റെ ഒരു പ്രിവ്യൂ നൽകാൻ ഇത് സജീവമാക്കപ്പെട്ടു.<br />നിങ്ങളുടെ സൈറ്റ് തീം ആയി ഈ തീം സജ്ജമാക്കുന്നതിന്,<a href='".e_ADMIN."theme.php?choose'>നിങ്ങളുടെ തീം മാനേജറിലേക്ക് മടങ്ങുക,
 </a>തുടർന്ന് 'സൈറ്റ് തീം ആയി സജ്ജമാക്കുക' എന്നത് തിരഞ്ഞെടുക്കുക.<br />കൂടുതൽ തീമുകൾ പ്രിവ്യൂ ചെയ്യാൻ <a href='".e_ADMIN."theme.php'>ഇവിടെ ക്ലിക്ക് ചെയ്യുക</a>");
define("TPVLAN_2", "തീം പ്രിവ്യൂ");
define("TPVLAN_3", "സൈറ്റ് തീം മാറ്റി.");
define("TPVLAN_5", "വെബ്സൈറ്റ്");
define("TPVLAN_6", "റിലീസ് തീയതി");
define("TPVLAN_7", "വിവരം");
define("TPVLAN_9", "തീം പ്രിവ്യൂചെയ്യുക");
define("TPVLAN_10", "സൈറ്റ് തീമായി സജ്ജമാക്കുക");
define("TPVLAN_11", "പതിപ്പ്");
define("TPVLAN_12", "പ്രിവ്യൂ ലഭ്യമല്ല");
define("TPVLAN_13", "തീം അപ്ലോഡുചെയ്യുക (.zip അല്ലെങ്കിൽ .tar.gz ഫോർമാറ്റ്)");
define("TPVLAN_14", "തീം അപ്ലോഡുചെയ്യുക");
define("TPVLAN_15", "".e_THEME." ഫോൾഡറിൽ ശരിയായ അനുമതികൾ ഇല്ലാത്തതിനാൽ ഫയൽ അപ്ലോഡുചെയ്യാൻ കഴിഞ്ഞില്ല.  - ദയവായി അത് 777 ലേക്ക് CHMOD ചെയ്ത് ഫയൽ വീണ്ടും അപ്ലോഡു ചെയ്യുവാൻ ശ്രമിക്കുക.");
define("TPVLAN_16", "അഡ്മിൻ സന്ദേശം");
define("TPVLAN_17", "ആ ഫയൽ സാധുതയുള്ള .zip അല്ലെങ്കിൽ .tar ആർക്കൈവായി വെളിപ്പെടുന്നില്ല.");
define("TPVLAN_18", "ഒരു പിശക് സംഭവിച്ചു, ഫയൽ അൺ-ആർക്കൈവ് ചെയ്യാൻ കഴിയുന്നില്ല");
define("TPVLAN_19", "നിങ്ങളുടെ തീം അപ്ലോഡുചെയ്ത് അൺ-സിപ് ചെയ്തു.");
define("TPVLAN_20", "നിങ്ങളുടെ തീമുകൾ ഫോൾഡറിന് കൃത്യമായ അനുമതി ഇല്ലെന്നതിനാൽ യാന്ത്രിക തീം അപ്ലോഡ്, വേർതിരിക്കൽ അപ്രാപ്തമാക്കിയിരിക്കുന്നു - നിങ്ങളുടെ e107_themes ഫോൾഡർ 777 ലേക്ക് CHMOD ചെയ്യുക.");
define("TPVLAN_21", "ഇത് നിലവിൽ തിരഞ്ഞെടുത്ത സൈറ്റ് തീം ആണ്");
define("TPVLAN_22", "സ്റ്റൈൽഷീറ്റുകൾ");
define("TPVLAN_23", "ഡീഫോൾട് സ്റ്റൈൽഷീറ്റ്");
define("TPVLAN_24", "വിവരമൊന്നുമില്ല");
define("TPVLAN_26", "തീം മാനേജർ");
define("TPVLAN_27", "ദയവായി ഉപയോഗിക്കാൻ ഉള്ള സ്റ്റൈൽഷീറ്റ് തിരഞ്ഞെടുക്കുക");
define("TPVLAN_28", "ൽ");
define("TPVLAN_29", "ഓഫ്");
define("TPVLAN_30", "തീം ഇമേജുകൾ പ്രീലോഡ് ചെയ്യുക:");
define("TPVLAN_31", "ഇത് നിലവിൽ തിരഞ്ഞെടുത്ത അഡ്മിൻ തീം ആണ്");
define("TPVLAN_32", "അഡ്മിൻ തീം ആയി സജ്ജമാക്കുക");
define("TPVLAN_33", "സൈറ്റ് തീം");
define("TPVLAN_34", "അഡ്മിൻ തീം");
define("TPVLAN_35", "ഓപ്ഷനുകൾ സംരക്ഷിക്കുക");
define("TPVLAN_36", "അഡ്മിൻ സന്ദേശം");
define("TPVLAN_37", "തീം ഓപ്ഷനുകൾ സംരക്ഷിച്ചു");
define("TPVLAN_38", "തീം അപ്ലോഡുചെയ്യുക");
define("TPVLAN_39", "ലഭ്യമായ തീമുകൾ");
define("TPVLAN_40", "അഡ്മിൻ തീം സജ്ജമാക്കി");
define("TPVLAN_41", "ഉപയോഗിക്കാൻ അഡ്മിൻ ലേഔട്ട് ശൈലി തിരഞ്ഞെടുക്കുക");
define("TPVLAN_42", "അഡ്മിൻ ഓപ്ഷനുകൾ സംരക്ഷിക്കുക");
define("TPVLAN_43", "അഡ്മിൻ ഓപ്ഷനുകൾ സംരക്ഷിച്ചു");
define("TPVLAN_46", "PCLZIP എക്സ്ട്രാക്റ്റു ചെയ്യൽ പിശക്:");
define("TPVLAN_47", "PCLTAR എക്സ്ട്രാക്റ്റ് ചെയ്യൽ പിശക്:");
define("TPVLAN_48", "കോഡ്:");
define("TPVLAN_49", "അനുസരണം");
define("TPVLAN_50", "ലേഔട്ടുകൾ");
define("TPVLAN_51", "തീം മാറ്റുക");
define("TPVLAN_52", "പേര്");
define("TPVLAN_53", "നിർദ്ദേശിച്ച പ്ലഗിനുകൾ");
define("TPVLAN_54", "മെനു പ്രീസെറ്റുകൾ");
define("TPVLAN_55", "ഡീഫോൾട്");
define("TPVLAN_56", "ദൃശ്യപരത ഫിൽട്ടർ");
define("TPVLAN_57", "അനുയോജ്യത");
define("TPVLAN_58", "നിങ്ങളുടെ വെബ്സൈറ്റിൽ ഉപയോഗിക്കാനാകുന്ന മുൻപേ-ഇൻസ്റ്റാളുചെയ്ത ഉദാഹരണ ഉള്ളടക്കവുമായാണ് (പേജുകളും മെനുകളും പോലുള്ളവ) ഈ തീം ലഭ്യമാകുന്നത്.");
define("TPVLAN_59", "ദയവായി മനസ്സിലാക്കുക, ഉദാഹരണ ഉള്ളടക്കം നിങ്ങളുടെ നിലവിലെ ഉള്ളടക്കത്തെ ഇനിപ്പറയുന്നവായാൽ [b]തിരുത്തിയെഴുതും[/b]");
define("TPVLAN_60", "നിങ്ങളുടെ [y] പട്ടികയിൽ [x] റെക്കോർഡ്(കൾ)");
define("TPVLAN_61", "തീം നൽകുന്ന ഡീഫോൾട് ഉദാഹരണ ഉള്ളടക്കത്താൽ നിങ്ങളുടെ നിലവിലെ ഉള്ളടക്കത്തെ [b]പുനഃസ്ഥാപിക്കുവാൻ[/b] നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?");
define("TPVLAN_62", "തീമുകൾ കണ്ടെത്തുക");
define("TPVLAN_63", "മാറ്റുക");
define("TPVLAN_64", "നിങ്ങളുടെ തീമിനായി ഈ വിസാർഡ് ഒരു theme.xml മെറ്റാ ഫയൽ നിർമ്മിക്കും.");
define("TPVLAN_65", "നിങ്ങൾ ആരംഭിക്കുന്നതിന് മുമ്പ്:");
define("TPVLAN_66", "നിങ്ങളുടെ തീമിന്റെ ഡയറക്ടറി റൈറ്റുചെയ്യാനാകുമെന്ന് ഉറപ്പുവരുത്തുക");
define("TPVLAN_67", "ആരംഭിക്കുന്നതിന് നിങ്ങളുടെ തീമിന്റെ ഫോൾഡർ തിരഞ്ഞെടുക്കുക.");
define("TPVLAN_68", "നിങ്ങളുടെ തീമിന്റെ ഫോൾഡർ തിരഞ്ഞെടുക്കുക");
define("TPVLAN_69", "ഡൌൺലോഡിന് ലഭ്യമാണ്");
define("TPVLAN_70", "പ്രിവ്യൂ/ലൈവ്-ഡെമോ:");
define("TPVLAN_71", "വ്യക്തമാക്കിയിട്ടില്ല");
define("TPVLAN_72", "ഈ ലേഔട്ട് സ്വപ്രേരിതമായി ഉപയോഗിക്കേണ്ട പേജുകൾ സജ്ജീകരിക്കുക. ഓരോന്ന് ഓരോ വരിയിലും.");
define("TPVLAN_73", "മെനുകൾ സജീവമാക്കുക");
define("TPVLAN_74", "ഇനിപ്പറയുന്നത് സജീവമാക്കുന്നു:");
define("TPVLAN_75", "വില");
define("TPVLAN_76", "സൌജന്യം");
define("TPVLAN_77", "ശുപാർശ ചെയ്യുന്നത്!");
define("TPVLAN_78", "ആവശ്യകതകൾ");
define("TPVLAN_79", "ഈ സവിശേഷത ഉപയോഗിക്കുന്നതിന് നിലവിൽ cURL ആവശ്യമാണ്. CURL പ്രാപ്തമാക്കുന്നതിന് നിങ്ങളുടെ വെബ്ഹോസ്റ്റിംഗ് ദാതാവിനെ ബന്ധപ്പെടുക");
define("TPVLAN_80", "നിങ്ങളുടെ തിരയൽ മാനദണ്ഡവുമായി പൊരുത്തപ്പെടുന്ന തീമുകളൊന്നും കണ്ടെത്തിയില്ല");
define("TPVLAN_CONV_1", "ഘട്ടം 1");
define("TPVLAN_CONV_2", "ഘട്ടം 2");
define("TPVLAN_CONV_3", "നിങ്ങളുടെ തീമിന്റെ പേര്. (ഇംഗ്ലീഷിൽ എഴുതപ്പെടണം)");
define("TPVLAN_CONV_4", "നിങ്ങൾക്ക് ഒരു ഭാഷ ഫയൽ ഉണ്ടെങ്കിൽ, തീമിന്റെ പേരിരായി LAN_XXX മൂല്യം നൽകുക");
define("TPVLAN_CONV_5", "നിങ്ങളുടെ തീമിന്റെ പതിപ്പ്. ഫോർമാറ്റ്: x.x");
define("TPVLAN_CONV_6", "നിങ്ങളുടെ തീം സൃഷ്ടിക്കപ്പെട്ട തീയതി");
define("TPVLAN_CONV_7", "E107 ന്റെ ഈ പതിപ്പിന് അനുയോജ്യമാണ്");
define("TPVLAN_CONV_8", "രചയിതാവിന്റെ പേര്");
define("TPVLAN_CONV_9", "രചയിതാവ് വെബ്സൈറ്റ് Url");
define("TPVLAN_CONV_10", "പ്ലഗിൻറെ ഒരു ഹ്രസ്വമായ ഒരു ലൈൻ വിവരണം. (!@#$%^&* എന്നീ പ്രതീകങ്ങൾ അനുവദനീയമല്ല) (ഇംഗ്ലീഷ് ഭാഷയിൽ എഴുതിയിരിക്കണം)");
define("TPVLAN_CONV_11", "ഈ തീമിനുള്ള കീവേഡ്/ടാഗുകൾ (ഇംഗ്ലീഷിൽ എഴുതേണ്ടത് ആവശ്യമാണ്)");
define("TPVLAN_CONV_12", "തീമിന്റെ ഒരു മുഴു-വിവരണം (ഇംഗ്ലീഷിൽ എഴുതപ്പെടണം)");
define("TPVLAN_CONV_13", "ഇത് ഏത് വിഭാഗം തീം ആണ്?");
define("TPVLAN_CONV_14", "തീം മാനേജറിൽ തിരഞ്ഞെടുക്കുവാൻ കഴിയുന്ന ഉപാധിയായി ഈ ശൈലി സജ്ജമാക്കുക.");
define("TPVLAN_CONV_15", "ഈ സ്റ്റൈൽഷീറ്റ് ഒരു പേര് നൽകുക");
define("TPVLAN_CONV_16", "ഈ തീമിന്റെ ഒരു തൽസമയ-ഡെമോയിലേക്കുള്ള URL.");
define("TPVLAN_81", "ഡൗൺലോഡുചെയ്യുന്നു...");
define("TPVLAN_82", "ഡൗൺലോഡ് പൂർത്തിയായി!");
define("TPVLAN_83", "ഓട്ടോമേറ്റഡ് ഡൌൺലോഡ് സാധ്യമല്ല!");
define("TPVLAN_84", "[മാനുവലായി ഡൗൺലോഡുചെയ്യുക]");
define("TPVLAN_85", "കണക്റ്റുചെയ്യുന്നു...");
define("TPVLAN_86", "സൈറ്റ് തീം മാറ്റാൻ കഴിഞ്ഞില്ല.");
define("TPVLAN_88", "പരിവർത്തകൻ");
define("TPVLAN_89", "എല്ലാ അഡ്മിനിസ്ട്രേറ്റർമാർക്കും ഡാഷ്ബോർഡ് മുൻഗണനകൾ പ്രയോഗിക്കുക");
define("TPVLAN_91", "ഒരു പുതിയ തീം സൃഷ്ടിക്കുക, ഇതിനെ അടിസ്ഥാനമാക്കി");
define("TPVLAN_92", "പുതിയ തീം ഫോൾഡർ");
define("TPVLAN_93", "തിരഞ്ഞെടുപ്പ്");
define("TPVLAN_94", "സൈറ്റ് തീം [x] ആക്കി മാറ്റി.");
define("TPVLAN_95", "സ്കിൻ ");
