<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/06/05 16:03:07
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("BANLAN_2", "പട്ടികയിൽ നിരോധനം ഇല്ല.");
define("BANLAN_3", "നിലവിലുള്ള നിരോധനങ്ങൾ");
define("BANLAN_5", "ഐ.പി, ഇമെയിൽ വിലാസം അല്ലെങ്കിൽ ഹോസ്റ്റ് നൽകുക");
define("BANLAN_7", "കാരണം");
define("BANLAN_8", "വിലാസം നിരോധിക്കുക");
define("BANLAN_9", "ഇമെയിൽ, ഐ.പി അല്ലെങ്കിൽ ഹോസ്റ്റ് വിലാസം ഉപയോഗിച്ച് സൈറ്റിൽ നിന്നും ഉപയോക്താക്കളെ നിരോധിക്കുക");
define("BANLAN_10", "ഐ.പി / ഇമെയിൽ / കാരണം");
define("BANLAN_11", "യാന്ത്രിക-നിരോധനം: 10-ൽ കൂടുതൽ പരാജയപ്പെട്ട ലോഗിൻ ശ്രമങ്ങൾ");
define("BANLAN_12", "ശ്രദ്ധിക്കുക: വിപര്യയ DNS നിലവിൽ പ്രവർത്തനരഹിതമാക്കിയിരിക്കുന്നു; ഇത് പ്രവർത്തന സജ്ജമാക്കിയാലേ ഹോസ്റ്റു വഴി ഉള്ള നിരോധനം സാധ്യമാവൂ. ഇമെയിൽ, ഐ.പി വിലാസം എന്നിവ വഴിയുള്ള നിരോധനം തുടർന്നും സാധ്യമാവും.");
define("BANLAN_13", "കുറിപ്പ്: ഒരു ഉപയോക്തൃനാമം നിരോധിക്കുന്നതിന്, അഡ്മിൻ പേജ് സന്ദർശിക്കുക:");
define("BANLAN_14", "നിരോധനാ പട്ടിക");
define("BANLAN_15", "സന്ദേശങ്ങൾ/നിരോധന കാലാവധി");
define("BANLAN_16", "നിരോധനം");
define("BANLAN_17", "നിരോധനാ തീയതി");
define("BANLAN_18", "നിരോധനം കാലഹരണപ്പെടുന്നത്");
define("BANLAN_19", "കുറിപ്പുകൾ");
define("BANLAN_20", "തരം");
define("BANLAN_22", "അജ്ഞാതമായവ");
define("BANLAN_23", "ദിവസം(ങ്ങൾ)");
define("BANLAN_24", "മണിക്കൂറുകൾ");
define("BANLAN_25", "നിരോധനാപട്ടികയിലേക്ക് ചേർക്കുക");
define("BANLAN_26", "നിലവിൽ");
define("BANLAN_27", "IP വിലാസത്തിലെ അസാധുവാ പ്രതീകങ്ങൾ ഉരിയപ്പെട്ടു - ഇപ്പോൾ:");
define("BANLAN_28", "നിരോധനാ തരം");
define("BANLAN_29", "നിരോധിക്കപ്പെട്ട ഉപയോക്താവിന് കാണിക്കേണ്ട സന്ദേശം");
define("BANLAN_30", "നിരോധന ദൈർഘ്യം");
define("BANLAN_31", "(ഉപയോക്താവിന് ഒരു ശൂന്യ സ്ക്രീന് ലഭിക്കണമെങ്കിൽ ഒരു ഒഴിഞ്ഞ സന്ദേശം ഉപയോഗിക്കുക)");
define("BANLAN_32", "അനിശ്ചിതകാലം");
define("BANLAN_34", "കാലഹരണപ്പെട്ടു");
define("BANLAN_35", "ഇമ്പോർട്ട്/എക്സ്പോർട്ട്");
define("BANLAN_36", "എക്സ്പോർട്ട് തരങ്ങൾ");
define("BANLAN_37", "ഫീൽഡ് സെപ്പറേറ്റർ");
define("BANLAN_38", "ഉദ്ധരിക്കുക (ഓരോ മൂല്യത്തിന് ചുറ്റും)");
define("BANLAN_39", "എക്സ്പോർട്ട്");
define("BANLAN_40", "നിരോധനാ പട്ടിക എക്സ്പോർട്ട്");
define("BANLAN_41", "നിരോധനാ പട്ടിക ഇമ്പോർട്ട്");
define("BANLAN_42", "ചോയ്സുകൾ ഇമ്പോർട്ടുചെയ്യുക");
define("BANLAN_43", "നിലവിലുള്ള ഇമ്പോർട്ടുചെയ്ത നിരോധനങ്ങളെല്ലാം മാറ്റിസ്ഥാപിക്കുക");
define("BANLAN_44", "കാലഹരണ തീയതി/സമയം ഇമ്പോർട്ടിൽ നിന്ന് ഉപയോഗിക്കുക");
define("BANLAN_45", "ഇമ്പോർട്ട്");
define("BANLAN_46", "ഫയൽ ഇമ്പോർട്ട് ചെയ്യുക:");
define("BANLAN_47", "ഫയൽ അപ്ലോഡുചെയ്യുന്നതിൽ പിശക്");
define("BANLAN_48", "കാലഹരണപ്പെട്ട --NUM--  നിരോധനാ പട്ടിക എൻട്രികൾ നീക്കം ചെയ്തു");
define("BANLAN_49", "CSV ഇമ്പോർട്ട്: ലൈനിൽ അസന്തുലിതമായ ഉദ്ധരണികൾ");
define("BANLAN_50", "CSV ഇമ്പോർട്ട്: നിരോധന പട്ടിക റെക്കോർഡ് എഴുതുന്നതിൽ പിശക് ഈ വരിയിൽ");
define("BANLAN_51", "CSV ഇമ്പോർട്ട്: വിജയിച്ചു, --NUM-- വരികൾ ഫയൽ നിന്ന് ഇമ്പോർട്ടുചെയ്തു");
define("BANLAN_52", "വൈറ്റ് ലിസ്റ്റ്");
define("BANLAN_53", "വൈറ്റ് ലിസ്റ്റിലേക്ക് ചേർക്കുക");
define("BANLAN_54", "വൈറ്റ് ലിസ്റ്റിൽ എൻട്രികൾ ഇല്ല");
define("BANLAN_55", "പ്രവേശന തീയ്യതി");
define("BANLAN_56", "ഐ.പി/ഇമെയിൽ, ഉപയോക്താവ്");
define("BANLAN_57", "ഉപയോക്താവ്");
define("BANLAN_58", "ഉപയോക്താക്കളെ വൈറ്റ് ലിസ്റ്റിലേക്ക് ചേർക്കുക");
define("BANLAN_59", "നിലവിലുള്ള വൈറ്റ് ലിസ്റ്റ് എൻട്രി എഡിറ്റുചെയ്യുക");
define("BANLAN_60", "നിലവിലുള്ള നിരോധനാ പട്ടിക എൻട്രി എഡിറ്റുചെയ്യുക");
define("BANLAN_61", "നിലവിലുള്ള വൈറ്റ് ലിസ്റ്റ് എൻട്രികൾ");
define("BANLAN_63", "ഹോസ്റ്റ് നിരോധനം അനുവദിക്കുന്നതിന് വിപര്യയ DNS ഉപയോഗിക്കുക");
define("BANLAN_64", "നിരോധനം കൂട്ടിച്ചേർക്കുമ്പോൾ വിപര്യയ DNS ആക്‌സസ്സുകൾ");
define("BANLAN_65", "ഈ ഓപ്ഷൻ ഓണാക്കുന്നത് ഐ.പി അല്ലെങ്കിൽ ഇമെയിൽ വിലാസം ഇല്ലാതെ  ഹോസ്റ്റ്നെയിം ഉപയോഗിച്ച്‌ ഉപയോക്താക്കളെ  നിരോധിക്കാൻ നിങ്ങളെ അനുവദിക്കും.<br/> ശ്രദ്ധിക്കുക: ഇത് ചില ഹോസ്റ്റുകളിലെ പേജ് ലോഡ് ചെയ്യുന്ന  സമയത്തെ ബാധിച്ചേക്കാം, അല്ലെങ്കിൽ ഒരു സെർവർ പ്രതികരിക്കുന്നില്ലെങ്കിൽ");
define("BANLAN_66", "നിരോധനം ഉണ്ടാകുന്പോൾ, ഈ ഓപ്ഷൻ നിരോധിക്കപ്പെട്ട വിലാസത്തിന്റെ ഡൊമെയ്ൻ പേര് നിരോധനാ കാരണത്തിൽ ചേർക്കും");
define("BANLAN_67", "പരമാവധി ആക്സസ്സ് റേറ്റ് ക്രമീകരിക്കുക");
define("BANLAN_68", "ഇത് 5 മിനിറ്റ് കാലയളവിൽ പരമാവധി സൈറ്റ് ആക്സസ് എണ്ണം എത്രയെന്നു  നിർണ്ണയിക്കുന്നു");
define("BANLAN_69", "അംഗങ്ങൾക്ക്");
define("BANLAN_70", "അതിഥികൾക്ക്");
define("BANLAN_71", "നിരോധന കാലയളവ് പുനരുത്തേജിപ്പിക്കുക");
define("BANLAN_72", "നിരോധന ഓപ്ഷനുകൾ");
define("BANLAN_73", "ഒരു നിരോധിക്കപ്പെട്ട ഉപയോക്താവ് സൈറ്റ് ആക്സസ് ചെയ്യുകയാണെങ്കിൽ ഇത് നിരോധന കാലാവധി പുനരാരംഭിക്കും");
define("BANLAN_74", "ബാൻലിസ്റ്റ് മെയിൻറനൻസ്");
define("BANLAN_75", "ലിസ്റ്റിൽ കാലഹരണപ്പെട്ട നിരോധനങ്ങൾ നീക്കംചെയ്യുക");
define("BANLAN_76", "നിർവ്വഹിക്കുക");
define("BANLAN_77", "സന്ദേശങ്ങൾ/നിരോധന കാലാവധി");
define("BANLAN_78", "ഹിറ്റ് കൗണ്ട് കവിഞ്ഞു ([x] അപേക്ഷകൾ അനുവദിച്ച സമയത്തിനുള്ളിൽ)");
define("BANLAN_79", "CSV എക്സ്പോർട്ട് ഫോർമാറ്റ്:");
define("BANLAN_80", "CSV ഇമ്പോർട്ട് ഫോർമാറ്റ്:");
define("BANLAN_81", "നിരോധന നടപടി ലോഗ്");
define("BANLAN_82", "നിരോധന നടപടി ലോഗിൽ എൻട്രികൾ ഇല്ല");
define("BANLAN_83", "തീയതി/സമയം");
define("BANLAN_84", "ഐ.പി വിലാസം");
define("BANLAN_85", "അധിക വിവരം");
define("BANLAN_86", "നിരോധിത പരിപാടികൾ");
define("BANLAN_87", "ലിസ്റ്റിൽ മൊത്തം --NUM-- എൻട്രികൾ");
define("BANLAN_88", "നിരോധന നടപടി ലോഗ് ശ്യൂന്യമാക്കുക");
define("BANLAN_89", "ലോഗ് ഫയൽ നീക്കം ചെയ്തു");
define("BANLAN_90", "ലോഗ് ഫയൽ നീക്കം ചെയ്യുന്നതിൽ പിശക്");
define("BANLAN_91", "നിരോധന ലോഗിനായി തീയതി/സമയ ഫോർമാറ്റ്");
define("BANLAN_92", "strftime ഫംഗ്ഷൻ പേജ് php.net ൽ കാണുക");
define("BANLAN_93", "");
define("BANLAN_100", "അജ്ഞാതമായവ");
define("BANLAN_101", "മാനുവൽ");
define("BANLAN_102", "ഫ്ളഡ്");
define("BANLAN_103", "ഹിറ്റ് എണ്ണം");
define("BANLAN_104", "ലോഗിൻ പരാജയം");
define("BANLAN_105", "ഇമ്പോർട്ട് ചെയ്തത്");
define("BANLAN_106", "ഉപയോക്താവ്");
define("BANLAN_107", "അജ്ഞാതമായവ");
define("BANLAN_108", "അജ്ഞാതമായവ");
define("BANLAN_109", "പഴയത്");
define("BANLAN_110", "മിക്കവാറും, e107 0.7.x ൽ നിന്ന് നവീകരിക്കുന്നതിന് മുന്പ് ചുമത്തപ്പെട്ടിട്ടുള്ള ഒരു  നിരോധനം");
define("BANLAN_111", "ഒരു അഡ്മിൻ നൽകിയത്");
define("BANLAN_112", "സൈറ്റ് വളരെ വേഗത്തിൽ അപ്ഡേറ്റ് ചെയ്യുന്നതിനുള്ള ശ്രമങ്ങൾ");
define("BANLAN_113", "ഒരേ വിലാസത്തിൽ നിന്ന് സൈറ്റിലേക്ക് തുടരെത്തുടരെ പ്രവേശിക്കാനുള്ള ശ്രമങ്ങൾ");
define("BANLAN_114", "സമാന ഉപയോക്താവിൽ നിന്നുള്ള ഒന്നിലധികം ലോഗിൻ ശ്രമങ്ങൾ പരാജയപ്പെട്ടു");
define("BANLAN_115", "ഒരു ബാഹ്യ ലിസ്റ്റിൽ നിന്ന് ചേർത്തു");
define("BANLAN_116", "ഉപയോക്തൃ നിരോധന കാരണം IP വിലാസം നിരോധിച്ചിരിക്കുന്നു");
define("BANLAN_117", "കരുതൽ കാരണം");
define("BANLAN_118", "കരുതൽ കാരണം");
define("BANLAN_119", "മുന്പേ ഇമ്പോർട്ട് ചെയ്ത നിരോധനകൾ - ഒരു ഇറക്കുമതി പിശക് സൂചിപ്പിക്കുന്നു");
define("BANLAN_120", "വൈറ്റ് ലിസ്റ്റ് എൻട്രി");
define("BANLAN_121", "ബ്ലാക്ക്ലിസ്റ്റ് എൻട്രി");
define("BANLAN_122", "ബ്ലാക്ക്ലിസ്റ്റ്");
define("BANLAN_123", "ബ്ലാക്ക്ലിസ്റ്റിൽ ചേർക്കുക");
define("BANLAN_124", "കാലഹരണപ്പെടുന്നത്");
define("BANLAN_125", "എന്റെ IP ഉപയോഗിക്കുക");
define("BANLAN_126", "ഐ.പി/ഇമെയിൽ");


?>