<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/06/05 10:05:31
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("FLALAN_2", "പരാജയപ്പെട്ട ലോഗിൻ ശ്രമങ്ങൾ ഒന്നും ലോഗ് ചെയ്യപ്പെട്ടിട്ടില്ല");
define("FLALAN_3", "ശ്രമം(ങ്ങൾ) നീക്കം ചെയ്തു");
define("FLALAN_4", "ഉപയോക്താവ് തെറ്റായ ഉപയോക്തൃനാമം/പാസ്വേഡ് ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യാൻ ശ്രമിച്ചു");
define("FLALAN_5", "ഐ.പി(കൾ) നിരോധിച്ചു");
define("FLALAN_7", "ഡാറ്റ");
define("FLALAN_8", "ഐ.പി വിലാസം/ഹോസ്റ്റ്");
define("FLALAN_10", "ചെക്കുചെയ്ത എൻട്രികൾ നീക്കം ചെയ്യുക/നിരോധിക്കുക");
define("FLALAN_15", "താഴെപ്പറയുന്ന ഐ.പി അഡ്രസ്സ് (കൾ) സ്വയം-നിരോധിക്കപ്പെട്ടതാണ് - ഉപയോക്താവ് പത്ത് പരാജയപ്പെട്ട ലോഗിനുകൾ ശ്രമിച്ചു");
define("FLALAN_16", "ഈ സ്വയ-നിരോധന ലിസ്റ്റ് ഇല്ലാതാക്കുക");
define("FLALAN_17", "സ്വയം-നിരോധന ലിസ്റ്റ് നീക്കം ചെയ്തു");
define("FLALAN_18", "ഐ.പി വിലാസം നിരോധിക്കാൻ കഴിഞ്ഞില്ല --IP-- - വൈറ്റ് ലിസ്റ്റിൽ");


?>