<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/06/05 17:19:23
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("LAN_CHECK_2", "പരിശോധിക്കുക");
define("LAN_CHECK_3", "പരിശോധന ഇതിന്റെ");
define("LAN_CHECK_4", "ഫയൽ കാണുന്നില്ല!");
define("LAN_CHECK_5", "വാചകം കാണുന്നില്ല!");
define("LAN_CHECK_15", "[x] അല്ലെങ്കിൽ [y] ക്കു ശേഷം നിയമാനുസൃതമല്ലാത്ത പ്രതീകങ്ങൾ അല്ലെങ്കിൽ സ്പെയ്സുകൾ കണ്ടെത്തി");
define("LAN_CHECK_16", "യഥാർത്ഥ ഫയൽ");
define("LAN_CHECK_17", "ഫയൽ സേവ് ചെയ്യാൻ ശ്രമിക്കുമ്പോൾ ഒരു എഴുതൽ പ്രശ്നം സംഭവിച്ചു.");
define("LAN_CHECK_18", "അടിസ്ഥാന ഫോർമാറ്റിൽ ഉള്ള ഭാഷാ ഫയലുകൾ ഈ പ്ലഗിന്/തീം ന് ലഭ്യമല്ല.");
define("LAN_CHECK_19", "UTF-8 അല്ലാത്ത പ്രതീകങ്ങൾ കണ്ടെത്തി!");
define("LAN_CHECK_20", "ഭാഷ പാക്ക് ജനറേറ്റുചെയ്യുക");
define("LAN_CHECK_21", "വീണ്ടും പരിശോധിക്കുക");
define("LAN_CHECK_23", "പിശകുകൾ കണ്ടെത്തി");
define("LAN_CHECK_26", "ഫ്രന്റ്");
define("LAN_CHECK_PAGE_TITLE", "ഭാഷകൾ");
define("LAN_CHECK_27", "കണ്ടെത്തിയ ഭാഷാ പായ്ക്ക് പിശകുകളുടെ എണ്ണം");
define("LAN_CHECK_28", "സമാനമായ");
define("LAN_CHECK_29", "സമാന സ്‌ട്രിങ് (മുന്നറിയിപ്പ് മാത്രം)");
define("LAN_CHECK_30", "നഷ്ടമായ bbcode കൾ");
define("LAN_CHECK_31", "[ and/or ] പ്രതീകം (ങ്ങൾ) കാണുന്നില്ല");
define("LAN_CHECK_32", "നഷ്ടമായ HTML ടാഗുകൾ");
define("LANG_LAN_23", "ഭാഷ പാക്ക് സൃഷ്ടിക്കുക (zip)");
define("LANG_LAN_30", "റിലീസ് തീയതി");
define("LANG_LAN_31", "അനുയോജ്യത");
define("LANG_LAN_35", "e107 ന്റെ ഈ പതിപ്പിന് ഇനിപ്പറയുന്ന ഭാഷാ പായ്ക്കുകൾ ലഭ്യമാണ്.");
define("LANG_LAN_111", "റിലീസ് തീയതി");
define("LANG_LAN_112", "അനുയോജ്യമാണ്");
define("LANG_LAN_114", " പാക്ക് ഡൗൺലോഡ് ചെയ്യുക");
define("LANG_LAN_115", "ഭാഷ പായ്ക്ക് സൃഷ്ടിക്കാനായി ശ്രമിക്കുന്നതിനു മുന്പ് ദയവായി ബാക്കിയുള്ള [x] പിശക് (കൾ) പരിശോധിച്ച് ശരിയാക്കുക.");
define("LANG_LAN_116", "നിങ്ങളുടെ ഭാഷാ ഫയലുകൾ പരിശോധിക്കുക ('പരിശോധിക്കുക') തുടർന്ന് വീണ്ടും ശ്രമിക്കുക.");
define("LANG_LAN_117", "നിങ്ങളുടെ ഭാഷ പായ്ക്ക് സംഭാവന ചെയ്യുന്നതിനു മുന്പ് ബാക്കിയുള്ള പിഴവുകൾ ശരിയാക്കിയിരിക്കണം.");
define("LANG_LAN_119", "CORE_LC ക്കും CORE_LC2 ക്കും മൂല്യങ്ങൾ [x] ൽ ഉള്ളതാണെന്ന് ദയവായി പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
");
define("LANG_LAN_120", "നിങ്ങളുടെ e107_config.php ൽ സ്വതവേയുള്ള ഫോൾഡർ പേരുകളാണ്  (ഉദാ. e107_languages/, e107_plugins/ മുതലായവ) ഉപയോഗിച്ചിട്ടുള്ളതെന്നു ഉറപ്പുവരുത്തി വീണ്ടും ശ്രമിക്കുക.");
define("LANG_LAN_AGR", "കുറിപ്പ്: ഈ ടൂളുകൾ ഉപയോഗിക്കുന്നതിലൂടെ നിങ്ങൾ e107 കമ്മ്യൂണിറ്റിയിൽ നിങ്ങളുടെ ഭാഷാ പായ്ക്ക് (പങ്കുകൾ) പങ്കിടുന്നതിന് സമ്മതിക്കുന്നു.");


?>