<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/06 11:03:34
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("LANG_LAN_00", "[x] സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല (ഇതിനകം നിലവിലുണ്ട്).");
define("LANG_LAN_01", "[x] ഇല്ലാതാക്കി (നിലവിലുണ്ടെങ്കിൽ) പിന്നെ സൃഷ്ടിച്ചു.");
define("LANG_LAN_02", "[x] നീക്കം ചെയ്യാൻ സാധ്യമല്ല.");
define("LANG_LAN_03", "പട്ടികകൾ");
define("LANG_LAN_04", "ഒഴിവാക്കപ്പെട്ട LANകൾ");
define("LANG_LAN_05", "ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല");
define("LANG_LAN_06", "പട്ടികകൾ സൃഷ്ടിക്കുക");
define("LANG_LAN_07", "നിലവിലുള്ള പട്ടികകൾ നീക്കം ചെയ്യട്ടെ?");
define("LANG_LAN_08", "നിലവിലുള്ള പട്ടികകൾ മാറ്റിസ്ഥാപിക്കുക (ഡാറ്റ നഷ്ടപ്പെടും).");
define("LANG_LAN_11", "മുകളിലുള്ള ചെക്കുചെയ്യാത്ത പട്ടികകൾ ഇല്ലാതാക്കുക (അവ നിലനിൽക്കുകയാണെങ്കിൽ).");
define("LANG_LAN_12", "മൾട്ടി ലാംഗ്വേജ് ഡാറ്റാബേസ് ടേബിളുകൾ");
define("LANG_LAN_13", "ഭാഷാ മുൻഗണനകൾ");
define("LANG_LAN_14", "ഡീഫോൾട് സൈറ്റ് ഭാഷ");
define("LANG_LAN_15", "ഡീഫോൾട് ഭാഷയിൽ നിന്ന് ഡാറ്റ പകർത്താൻ ടിക്ക് ചെയ്യുക. (ലിങ്കുകൾ, വാർത്താ-വിഭാഗങ്ങൾ തുടങ്ങിയവയ്ക്കായി ഉപയോഗപ്രദമാണ്)");
define("LANG_LAN_16", "മൾട്ടി-ഭാഷ ഡാറ്റാബേസ് ഉപയോഗം");
define("LANG_LAN_17", "ഡീഫോൾട് ഭാഷ - അധിക പട്ടികകൾ ആവശ്യമില്ല.");
define("LANG_LAN_18", "സൈറ്റ് ഭാഷ സജ്ജമാക്കുന്നതിന് ഈ ഡൊമെയ്നുകൾക്കുള്ള പാർക്കുചെയ്ത സബ്-ഡൊമെയ്നുകൾ ഉപയോഗിക്കുക :");
define("LANG_LAN_19", "ഉദാ. ഡൊമെയിൻ fr.mydomain.com ഫ്രഞ്ച് ഭാഷയെ സജ്ജമാക്കും.");
define("LANG_LAN_20", "ഓരോ വരിയിലും ഒരു ഡൊമെയ്ൻ നൽകൂ. ഉദാ. mydomain.com എന്നിങ്ങനെ. അല്ലെങ്കിൽ അപ്രാപ്തമാക്കാൻ ശൂന്യമായി വിടുക.");
define("LANG_LAN_21", "ഭാഷ-പായ്ക്കുകൾ");
define("LANG_LAN_25", "ഭാഷ-പായ്ക്ക് സൃഷ്ടിക്കൽ നില");
define("LANG_LAN_26", "നിലവിലെ ഭാഷയ്ക്കായി മാത്രം ഭാഷാ ഫയലുകൾ ലോഡുചെയ്യുക");
define("LANG_LAN_27", "ചെക്ക് ചെയ്തതിനു ശേഷം, ആവശ്യമുള്ള ഭാഷ കണ്ടെത്താനായില്ലെങ്കിൽ, ഒരു പിശകുണ്ടാകും");
define("LANG_LAN_28", "നിങ്ങളൊരു [e107 സാക്ഷ്യപ്പെടുത്തിയ പരിഭാഷകൻ] ആണെങ്കിൽ ഈ ബോക്സ് ചെക്കുചെയ്യുക.");
define("LANG_LAN_EML", "നിങ്ങളുടെ ഭാഷ പായ്ക്ക് ഇ-മെയിൽ ചെയ്യുക:");
define("LANG_LAN_32", "ഇൻസ്റ്റാളുചെയ്ത ഭാഷകൾ");
define("LANG_LAN_33", "പിശകുകൾ വെരിഫിക്കേഷൻ ചെയ്യുമ്പോൾ മാത്രം പ്രദർശിപ്പിക്കുക");
define("LANG_LAN_50", "അഡ്മിൻ-ഏരിയ ഇന്റർഫേസ് ഭാഷ");
define("LANG_LAN_100", "[x] ഇല്ലാതാക്കി.");
define("LANG_LAN_101", "[x] നീക്കം ചെയ്യാൻ സാധ്യമല്ല.");
define("LANG_LAN_103", "[x] സൃഷ്ടിച്ചു.");
define("LANG_LAN_104", "[x] അപ്രാപ്തമാക്കി, പക്ഷേ അതേപടി നിലനിർത്തി.");
define("LANG_LAN_105", "[X] ലെ എല്ലാ പട്ടികകളും ഇല്ലാതാക്കണോ?");
define("LANG_LAN_106", "ഡൊമെയ്ൻ നാമ പ്രകാരം ഭാഷ");
define("LANG_LAN_107", "സൈറ്റിന്റെ ഭാഷയെ ഡൊമെയ്ൻ നിർണ്ണയിക്കുന്നു. 'www.' ഇല്ലാതെ ഡൊമെയ്ൻ പേര്  എന്റർ ചെയ്യുക");
define("LANG_LAN_121", "ലോഡുചെയ്യാൻ കഴിഞ്ഞില്ല:");
define("LANG_LAN_124", "നിർവ്വചനം");
define("LANG_LAN_126", "ഉപയോഗിക്കാത്തവയെല്ലാം പ്രവർത്തനരഹിതമാക്കുക");
define("LANG_LAN_130", "സാര്‍വ്വജനീയമായ പദം");
define("LANG_LAN_131", "ഭാഷാ ഫയലിൽ നിന്നും കാണുന്നില്ല");
define("LANG_LAN_132", "ഒരു സാര്‍വ്വജനീയമായ പദമാണ്.");
define("LANG_LAN_133", "ഉപയോഗിക്കുക");
define("LANG_LAN_134", "പകരം.");
define("LANG_LAN_135", "ഓവർറൈറ്റിംഗ്");
define("LANG_LAN_136", "ഓവർറൈറ്റ് ചെയ്യാനായില്ല");
define("LANG_LAN_137", "പ്രോസസ്സ് ചെയ്തു");
define("LANG_LAN_140", "ഒന്നിലധികം തിരഞ്ഞെടുക്കാൻ CTRL കീ അമർത്തിപ്പിടിക്കുക. [br] ഉദാ: [b]lan_signup.php[/b]  ചെക്ക് ചെയ്യാനായി  [b]signup_shortcodes.php[/b],   [b]signup_template.php[/b] എന്നിവ കൂടി തെരഞ്ഞെടുക്കണം.");
define("LANG_LAN_141", "സ്ക്രിപ്റ്റ് തിരഞ്ഞെടുക്കുക...");
define("LANG_LAN_142", "സ്വയം-തിരിച്ചറിയുക");
define("LANG_LAN_143", "പ്രത്യേക LAN ഫയൽ:");
define("LANG_LAN_144", "വീണ്ടും പ്രവർത്തനക്ഷമമാക്കണം");
define("LANG_LAN_148", "സാധാരണ മോഡ്");
define("LANG_LAN_149", "മൂല്യം");
define("LANG_LAN_150", "[b]ഏതെങ്കിലും ഭാഷാ ഫയലിൽ നിന്ന് ഏതെങ്കിലും LAN കമന്റ് ഔട്ട് ചെയ്യുന്നതിന്  മുമ്പ് മുഴുവൻ കോറും തിരയുക.[/b]");
define("LANG_LAN_151", "ലഭ്യമാണ്");
define("LANG_LAN_152", "കടപ്പാട് [e107 വിവർത്തന സംഘം]");


?>