<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/09 15:11:16
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("EXTLAN_1", "പേര്");
define("EXTLAN_2", "പ്രിവ്യൂ ചെയ്യുക");
define("EXTLAN_3", "മൂല്യങ്ങൾ");
define("EXTLAN_4", "ആവശ്യം");
define("EXTLAN_5", "ബാധകമായത്");
define("EXTLAN_6", "റീഡ് അക്സസ്സ്");
define("EXTLAN_7", "റൈറ്റ് ആക്സസ്");
define("EXTLAN_8", "പ്രവർത്തനം");
define("EXTLAN_9", "വിപുലീകരിച്ച ഉപയോക്തൃ ഫീൾഡുകൾ");
define("EXTLAN_10", "ഫീൽഡ് പേര്");
define("EXTLAN_11", "ഇത് പട്ടികയിൽ സംഭരിച്ചിരിക്കുന്ന ഫീൽഡിന്റെ പേര്, അത് മറ്റേതെങ്കിലുംതിൽ നിന്ന് തനത് ആയിരിക്കണം, പ്രധാന യൂസർ പട്ടികയിൽ ഉപയോഗിക്കരുത്");
define("EXTLAN_12", "ഫീൽഡ് ടെക്സ്റ്റ്");
define("EXTLAN_13", "റെൻഡേർഡ് പേജുകളിലെ ഫീൽഡിന്റെ പ്രദർശിപ്പിച്ച പേര് ഇതാണ്");
define("EXTLAN_14", "ഫീൽഡ് തരം");
define("EXTLAN_15", "ഫീൽഡിൽ ഉൾപ്പെടുന്ന ടെക്സ്റ്റ്");
define("EXTLAN_16", "ഡീഫോൾട് മൂല്യം");
define("EXTLAN_17", "ഓരോ വരിയിലും സാധ്യമായ ഓരോ മൂല്യങ്ങളും നൽകുക <br /> ഡാറ്റാബേസ് പട്ടികയ്ക്ക് സഹായം കാണുക.");
define("EXTLAN_18", "ആവശ്യമാണ്");
define("EXTLAN_19", "അവരുടെ ക്രമീകരണങ്ങൾ അപ്ഡേറ്റുചെയ്യുമ്പോൾ ഉപയോക്താക്കൾക്ക് ഈ ഫീൽഡിൽ ഒരു മൂല്യം നൽകേണ്ടതായുണ്ട്.");
define("EXTLAN_20", "ഈ ഫീൽഡ് ബാധകമാകുന്ന ഉപയോക്താക്കളെ നിർണ്ണയിക്കുന്നു.");
define("EXTLAN_21", "ഈ ഫീൽഡ് അവരുടെ ഉപയോക്തൃ ക്രമീകരണങ്ങളിൽ ആരെല്ലാം കാണും എന്ന് ഇത് നിർണ്ണയിക്കും.");
define("EXTLAN_22", "ഇത് ഉപയോക്താവിന്റെ താളിൽ മൂല്യങ്ങൾ ആർക്കു കാണാമെന്നു നിർണ്ണയിക്കും <br /> ശ്രദ്ധിക്കുക: ഇത് 'റീഡ് ഒൺലി' യാക്കി മാറ്റുക വഴി ഇത് അഡ്മിനും അംഗങ്ങൾക്കും മാത്രം ദൃശ്യമാക്കും.");
define("EXTLAN_23", "എസ്റ്റെന്റഡ് ഫീൽഡ് ചേർക്കുക");
define("EXTLAN_24", "എസ്റ്റെന്റഡ് ഫീൽഡ് അപ്ഡേറ്റുചെയ്യുക");
define("EXTLAN_25", "താഴേക്ക് നീക്കുക");
define("EXTLAN_26", "മുകളിലേക്ക് നീക്കുക");
define("EXTLAN_27", "ഇല്ലാതാക്കൽ സ്ഥിരീകരിക്കുക");
define("EXTLAN_28", "എസ്റ്റെന്റഡ് ഫീൽഡുകൾ നിർവ്വചിച്ചിട്ടില്ല");
define("EXTLAN_29", "എസ്റ്റെന്റഡ് ഉപയോക്തൃ ഫീൽഡുകൾ സംരക്ഷിച്ചു.");
define("EXTLAN_30", "എസ്റ്റെന്റഡ് ഫീൽഡ് ഇല്ലാതാക്കി");
define("EXTLAN_31", "വിഭാഗത്തിന്റെ ലേബൽ");
define("EXTLAN_32", "ഉപയോക്തൃ ക്രമീകരണങ്ങൾ പേജിൽ കാണിച്ചിരിക്കുന്നതനുസരിച്ചുള്ള ഫീൽഡിന്റെ ലേബൽ ഇതാണ്. ഭാഷ കോൺസ്റ്റന്റുകൾ അനുവദനീയമാണ്.");
define("EXTLAN_33", "എഡിറ്റ് റദ്ദാക്കുക");
define("EXTLAN_34", "വിപുലീകരിച്ച ഫീൽഡുകൾ");
define("EXTLAN_35", "വിഭാഗങ്ങൾ");
define("EXTLAN_36", "വിഭാഗങ്ങളൊന്നും നൽകിയിട്ടില്ല");
define("EXTLAN_37", "വിഭാഗങ്ങളൊന്നും നിർവചിച്ചിട്ടില്ല");
define("EXTLAN_38", "വിഭാഗത്തിന്റെ പേര്");
define("EXTLAN_39", "വിഭാഗം ചേർക്കുക");
define("EXTLAN_40", "വിഭാഗം സൃഷ്ടിച്ചു");
define("EXTLAN_41", "വിഭാഗം ഇല്ലാതാക്കി");
define("EXTLAN_42", "വിഭാഗം അപ്ഡേറ്റ് ചെയ്യുക");
define("EXTLAN_43", "വിഭാഗം അപ്ഡേറ്റുചെയ്തു");
define("EXTLAN_44", "വിഭാഗം");
define("EXTLAN_45", "പുതിയ ഫീൽഡ് ചേർക്കുക");
define("EXTLAN_46", "സഹായം");
define("EXTLAN_47", "പുതിയ പാരാമീറ്റർ ചേർക്കുക");
define("EXTLAN_48", "പുതിയ മൂല്യം ചേർക്കുക");
define("EXTLAN_49", "ഉപയോക്താവിനെ മറയ്ക്കാൻ അനുവദിക്കുക");
define("EXTLAN_50", "ഇത് അതെ എന്ന് ക്രമീകരിക്കുന്നത് ഉപയോക്താവിനെ ഈ മൂല്യത്തെ നോൺ-അഡ്മിനുകളിൽ നിന്ന് മറയ്ക്കാൻ അനുവദിക്കുന്നു");
define("EXTLAN_51", "ഏതൊരു സാധുതയുള്ള w3c പരാമീറ്ററും ഇവിടെ നൽകാം<br />ഉദാ.<b><i>class='tbox' size='40' maxlength='80'</i></b>");
define("EXTLAN_52", "റെജക്സ് സാധൂകരണ കോഡ്");
define("EXTLAN_53", "സാധുവായ ഒരു പ്രവേശനം അനുവദിക്കുന്നതിന് മാച്ച് ചെയ്യേണ്ട ഒരു റെജക്സ് കോഡ് ചേർക്കുക. <br /> **റെജക്സ് ഡീലിമിറ്റേഴ്‌സ്  ആവശ്യമാണ്**");
define("EXTLAN_54", "റെജക്സ് പരാജയ വാചകം");
define("EXTLAN_55", "റെജക്സ് സാധൂകരണം പരാജയപ്പെടുകയാണെങ്കിൽ കാണിക്കുന്ന പിശക് സന്ദേശം നൽകുക.");
define("EXTLAN_56", "മുൻ-നിർവ്വചിക്കപ്പെട്ട ഫീൽഡുകൾ");
define("EXTLAN_57", "സജീവമാക്കി");
define("EXTLAN_58", "സജീവമാക്കിയില്ല");
define("EXTLAN_59", "സജീവമാക്കുക");
define("EXTLAN_60", "നിർജ്ജീവമാക്കുക");
define("EXTLAN_62", "പട്ടിക");
define("EXTLAN_63", "ഫീൽഡ് ഐഡി");
define("EXTLAN_64", "പ്രദർശന മൂല്യം");
define("EXTLAN_65", "ഇല്ല - സൈനപ്പ് പേജിൽ കാണിക്കില്ല");
define("EXTLAN_66", "അതെ - സൈനപ്പ് പേജിൽ കാണിക്കും");
define("EXTLAN_67", "വേണ്ട - സൈനപ്പ് പേജിൽ കാണിക്കുക");
define("EXTLAN_68", "ഫീൽഡ്:");
define("EXTLAN_69", "സജീവമാക്കി");
define("EXTLAN_70", "പിശക്!! ഫീൽഡ്:");
define("EXTLAN_71", "സജീവമാക്കിയില്ല!");
define("EXTLAN_72", "നിർജ്ജീവമാക്കി");
define("EXTLAN_73", "നിർജ്ജീവമാക്കിയില്ല!");
define("EXTLAN_74", "ഒരു റിസർവ് ചെയ്ത ഫീൽഡ് പേരാണ്, ഉപയോഗിക്കാൻ കഴിയില്ല.");
define("EXTLAN_75", "ഡാറ്റാബേസിലേക്ക് ഫീൽഡ് ചേർക്കുന്നതിൽ പിശക്.");
define("EXTLAN_76", "ഫീൽഡിന്റെ പേരിൽ അസാധുവായ അക്ഷരങ്ങൾ - കേവലം A-Z, a-z, 0-9,  മാത്രം അനുവദനീയം.");
define("EXTLAN_77", "വിഭാഗം ഇല്ലാതാക്കിയിട്ടില്ല - ആദ്യം വിഭാഗത്തിലെ ഫീൽഡുകൾ ഇല്ലാതാക്കണം:");
define("EXTLAN_78", "ഡാറ്റ പട്ടിക സൃഷ്ടിക്കാൻ ആവശ്യമായ ഫയൽ [x] കണ്ടെത്താനായില്ല");
define("EXTLAN_79", "ലേബൽ");
define("EXTLAN_80", "മൂല്യനിർണ്ണയ പിശക് - അവസാനിപ്പിച്ചു.");
define("EXTLAN_81", "കസ്റ്റം ഫീൽഡ് ചേർക്കുക");
define("EXTLAN_82", "മൂല്യങ്ങൾ");
define("EXTLAN_83", "പ്ലെയ്സ്ഹോൾഡർ");
define("EXTLAN_84", "സഹായ നുറുങ്ങ്");
define("EXTLAN_86", "പട്ടികയിൽ നിന്നുമുള്ള എസ്റ്റെന്റഡ് ഉപയോക്താവ് നിര ഇല്ലാതാക്കി");
define("EXTLAN_87", "മൂല്യങ്ങൾ അടുക്കുക");
define("EXTLAN_HELP_1", "<b><i>ചരങ്ങൾ:</i></b><br />വലിപ്പം - ഫീൽഡ് വലുപ്പം<br />പരമാവധി ദൈർഘ്യം - ഫീൽഡിന്റെ പരമാവധി നീളം<br /><br />ക്ലാസ് - ഫീൽഡിന്റെ css ക്ലാസ്<br />സ്റ്റൈൽ - സ്റ്ററിങ്ങിന്റെ css style<br /><br />റെജെക്സ് - റെജെക്സ് സാധൂകരണ കോഡ്<br />റെജെക്സ് പരാജയം - സാധുത പരാജയപ്പെടുമ്പോൾ കാട്ടേണ്ട വാചകം");
define("EXTLAN_HELP_2", "'മൂല്യങ്ങൾ' എന്ന ബോക്സിലെ ഓപ്ഷനുകൾക്കായുള്ള വാചകം നൽകുക - ഓപ്ഷന്  ഒരു ബോക്സ് പ്രകാരം. ആവശ്യാനുസരണം പുതിയ ബോക്സുകൾ ചേർക്കുക");
define("EXTLAN_HELP_3", "'മൂല്യങ്ങൾ' എന്ന ബോക്സിലെ ഓപ്ഷനുകൾക്കായുള്ള വാചകം നൽകുക - ഓപ്ഷന്  ഒരു ബോക്സ് പ്രകാരം. ആവശ്യാനുസരണം പുതിയ ബോക്സുകൾ ചേർക്കുക");
define("EXTLAN_HELP_4", "<b><i>മൂല്യങ്ങൾ:</i></b><br />എല്ലായ്പ്പോഴും മൂന്ന് മൂല്യങ്ങൾ ഉണ്ടായിരിക്കണം: :<br /><ol><li>dbtable</li><li>ഫീൽഡ് അടങ്ങുന്ന ഐഡി</li></ol><br />");
define("EXTLAN_HELP_5", "ഫ്രീ-ഫോർമാറ്റ് ടെക്സ്റ്റിനായി ഒരു പ്രദേശം നിർവ്വചിക്കുക. ('ഫീൽഡ് ഇൻക്ലൂഡ് ടെക്സ്റ്റ്' ബോക്സിന്റെ വലിപ്പം ആവശ്യാനുസരണം  സജ്ജമാക്കുക)");
define("EXTLAN_HELP_6", "ഒരു സാംഖിക മൂല്യം നൽകാൻ ഉപയോക്താവിനെ അനുവദിക്കുക");
define("EXTLAN_HELP_7", "ഉപയോക്താവ് ഒരു തീയതി നൽകേണ്ടത് ആവശ്യമാണ്");
define("EXTLAN_HELP_8", "ഇൻസ്റ്റാളുചെയ്ത ഭാഷകളിൽ നിന്നും തിരഞ്ഞെടുക്കാനായി ഉപയോക്താവിനെ അനുവദിക്കുക");
define("EXTLAN_HELP_9", "ഒരു മുൻനിർവ്വചിത പട്ടിക നിര്‍ദ്ദേശിക്കുക. മൂല്യത്തിന്റെ ഫീൽഡ് ലിസ്റ്റിന്റെ തരം തിരഞ്ഞെടുക്കുന്നു - നിലവിൽ 'timezones' എന്നത് മാത്രം ഒരു സാധുവായ എൻട്രി ആണ്");
