<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/05 19:04:10
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("DBLAN_1", "കോർ ക്രമീകരണങ്ങൾ ഡാറ്റാബേസിൽ ബാക്കപ്പ് ചെയ്തു കഴിഞ്ഞു.");
define("DBLAN_4", "E107 ഡാറ്റാബേസിന്റെ സാധുത പരിശോധിക്കുന്നതിനായി തെരഞ്ഞെടുക്കുക");
define("DBLAN_5", "ഡാറ്റാബേസ് സാധുത പരിശോധിക്കുക");
define("DBLAN_6", "നിങ്ങളുടെ e107 ഡാറ്റാബേസ് ഒപ്റ്റിമൈസുചെയ്യാനായി തിരഞ്ഞെടുക്കുക");
define("DBLAN_7", "SQL ഡാറ്റാബേസ് ഒപ്റ്റിമൈസുചെയ്യുക");
define("DBLAN_8", "നിങ്ങളുടെ കോർ ക്രമീകരണങ്ങൾ ബാക്കപ്പ് ചെയ്യാൻ തിരഞ്ഞെടുക്കുക");
define("DBLAN_9", "കോർ ബാക്കപ്പ് ചെയ്യുക");
define("DBLAN_10", "ഡാറ്റാബേസ് യൂട്ടിലിറ്റികൾ");
define("DBLAN_11", "MySQL ഡാറ്റാബേസ് [x] ഒപ്റ്റിമൈസു ചെയ്തു");
define("DBLAN_15", "ലഭ്യമായ ഏതെങ്കിലും db അപ്ഡേറ്റുകൾ പരിശോധിക്കുന്നതിനായി തിരഞ്ഞെടുക്കുക");
define("DBLAN_16", "അപ്ഡേറ്റുകൾക്കായി പരിശോധിക്കുക");
define("DBLAN_17", "മുൻഗണന പേര്");
define("DBLAN_18", "മുൻഗണന മൂല്യം");
define("DBLAN_19", "മുൻഗണന എഡിറ്റർ (അഡ്വാൻസ്ഡ് ഉപയോക്താക്കൾക്ക് മാത്രം) തുറക്കാൻ തിരഞ്ഞെടുക്കുക");
define("DBLAN_20", "മുൻഗണനകൾ എഡിറ്റർ");
define("DBLAN_22", "പ്ലഗിൻ കാഴ്ചയും സ്കാൻ ചെയ്യലും");
define("DBLAN_23", "സ്കാൻ പൂർത്തിയായി");
define("DBLAN_25", "ഡയറക്ടറി");
define("DBLAN_26", "ഉൾപ്പെടുത്തിയ ആഡ്-ഓണുകൾ");
define("DBLAN_27", "ഇൻസ്റ്റാൾ ചെയ്തു");
define("DBLAN_28", "മാറ്റങ്ങൾക്കായി പ്ലഗിൻ ഡയറക്ടറികൾ സ്കാൻ ചെയ്യുന്നതിനായി തിരഞ്ഞെടുക്കുക");
define("DBLAN_29", "പ്ലഗിൻ പ്ലഗിൻ ഡയറക്ടറികൾ സ്കാൻ ചെയ്യുക");
define("DBLAN_30", "ഒരു ആഡ്സൺ ഒരു തെറ്റ് കാണിക്കുന്നുവെങ്കിൽ, പി.എച്ച്.പി ഓപ്പണിംഗ്/ക്ലോസിംഗ് ടാഗുകൾക്കു പുറത്തുള്ള പ്രതീകങ്ങൾ പരിശോധിക്കുക.");
define("DBLAN_31", "പാസ്");
define("DBLAN_33", "ലഭ്യമല്ലാത്തത്");
define("DBLAN_34", "പരിശോധിച്ചിട്ടില്ല");
define("DBLAN_35", "e107 ഡാറ്റാബേസ് റെക്കോർഡുകളുടെ സാധുത പരിശോധിക്കുന്നതിനായി തെരഞ്ഞെടുക്കുക");
define("DBLAN_36", "ഡാറ്റാബേസ് റിക്കോർഡ് സാധുത പരിശോധിക്കുക");
define("DBLAN_37", "മൂല്യനിർണ്ണയം ചെയ്യാൻ പട്ടിക(കൾ) തിരഞ്ഞെടുക്കുക");
define("DBLAN_38", "പരിശോധന ആരംഭിക്കുക");
define("DBLAN_39", "ഡാറ്റാബേസ് റെക്കോർഡ് മൂല്യനിർണ്ണയം");
define("DBLAN_40", "രേഖപ്പെടുത്തൽ സാധുത:");
define("DBLAN_41", "പട്ടിക");
define("DBLAN_43", "അഭിപ്രായം");
define("DBLAN_45", "ഐഡി കണ്ടെത്തിയില്ല!");
define("DBLAN_46", "പട്ടിക കണ്ടെത്തിയില്ല!");
define("DBLAN_49", "പട്ടികയിൽ രേഖകളൊന്നുമില്ല, അതിനാൽ മൂല്യനിർണ്ണയം ചെയ്യാൻ ഒന്നുമില്ല");
define("DBLAN_50", "Sql റെക്കോർഡ് മൂല്യനിർണ്ണയം");
define("DBLAN_51", "തിരഞ്ഞെടുത്തത് എക്സിക്യൂട്ട് ചെയ്യുക");
define("DBLAN_52", "തനിപ്പകർപ്പ് ഇല്ലാതാക്കുക");
define("DBLAN_53", "ദയവായി പ്രവർത്തനം തിരഞ്ഞെടുക്കുക.");
define("DBLAN_54", "മൂല്യനിർണ്ണയ പിശകുകൾ ഒന്നും കണ്ടെത്തിയില്ല.");
define("DBLAN_55", "പുതിയ ഷോർട്ട്കോഡുകൾക്കായി ഷോർട്ട്കോഡ്/ഓവർറൈഡ് ഡയറക്ടറി സ്കാൻ ചെയ്യാൻ തിരഞ്ഞെടുക്കുക");
define("DBLAN_56", "ഡയറക്ടറി സ്കാൻ ചെയ്യുക");
define("DBLAN_57", "ഷോർട്ട് കോഡ് അസാധുവാക്കൽ പട്ടിക സജ്ജമാക്കി");
define("DBLAN_58", "സൈറ്റ് ഡാറ്റ എക്സ്പോർട്ട് ചെയ്യുക");
define("DBLAN_59", "സൈറ്റ് ഡാറ്റ ഇംപോർട്ട് ചെയ്യുക");
define("DBLAN_60", "ഫയൽ ബാക്കപ്പ് പൂർത്തിയായി!");
define("DBLAN_61", "ഡാറ്റാബേസ് ബാക്കപ്പ് ആരംഭിക്കുന്നു...");
define("DBLAN_62", "ഡാറ്റാബേസ് ബാക്കപ്പ് പൂർത്തിയായി!");
define("DBLAN_63", "പൂർണ്ണ സൈറ്റ് ബാക്കപ്പ് പൂർത്തിയായി.");
define("DBLAN_64", "ഡാറ്റാബേസ് ചിഹ്നം പരിശോധിക്കുക");
define("DBLAN_65", "ചാർസെറ്റ് പരിശോധിക്കുക");
define("DBLAN_66", "ശരിയായ ഫയൽ, ഡയറക്ടറി അനുമതികൾ");
define("DBLAN_67", "പെർമിഷനുകൾ ശരിയാക്കുക");
define("DBLAN_68", "ഡാറ്റാബേസ്, ഫയലുകൾ, ഫോൾഡറുകൾ ബാക്കപ്പ് ചെയ്യുക");
define("DBLAN_69", "സൈറ്റ് ബാക്കപ്പ് ചെയ്യുക");
define("DBLAN_70", "ഇത് ഒരു ഡാറ്റാബേസ് ഡംപും, എല്ലാ നോൺ-കോർ പ്ലഗിന്നുകളുടെയും, സൈറ്റ് തീമിന്റെയും, മീഡിയ ഫയലുകളുടെയും, സിസ്റ്റം ലോഗുകളുടെയും  ഒരു സിപ്പുചെയ്ത ബാക്കപ്പും സൃഷ്ടിക്കും");
define("DBLAN_71", "ദയവായി കാത്തിരിക്കൂ...");
define("DBLAN_72", "ഫോൾഡർ, ഫയൽ അനുമതികൾ അപ്ഡേറ്റുചെയ്തു");
define("DBLAN_73", "ഫയൽ, ഡയറക്ടറി അനുമതികൾ ശരിയാക്കുന്നു");
define("DBLAN_74", "സെർവറിലേക്ക് കണക്റ്റുചെയ്യുന്നു");
define("DBLAN_75", "ഡാറ്റാബേസ് സൃഷ്ടിക്കുന്നു");
define("DBLAN_76", "ഡാറ്റാബേസ് തെരഞ്ഞെടുക്കുന്നു");
define("DBLAN_77", "കോർ sql ഫയൽ വായിക്കാൻ കഴിഞ്ഞില്ല");
define("DBLAN_78", "പട്ടിക");
define("DBLAN_79", "എഞ്ചിൻ");
define("DBLAN_80", "കോളേഷൻ");
define("DBLAN_81", "നില");
define("DBLAN_82", "ഈ ഫംഗ്ഷൻ നിങ്ങളുടെ ഡേറ്റാബേസിലെ എല്ലാ പട്ടികകളും സ്ഥിരമായി പരിഷ്ക്കരിക്കും. ([database])");
define("DBLAN_83", "ആദ്യം നിങ്ങളുടെ ഡാറ്റാബേസ് ബാക്കപ്പ് ചെയ്ത ശേഷം നിങ്ങളുടെ സൈറ്റ് മെയിന്റനൻസ് മോഡിലേക്ക് മാറ്റുന്നത് [b]അത്യധികം[/b] ശുപാര്‍ശ ചെയ്യുന്നു.");
define("DBLAN_84", "ദയവായി ശ്രദ്ധിക്കുക:");
define("DBLAN_85", "പരിവർത്തന പ്രക്രിയ നിങ്ങളുടെ ഡാറ്റയുടെ വലുപ്പത്തെ ആശ്രയിച്ച് ഒരു മിനിറ്റോ അതിലധികമോ അധികം എടുത്തേക്കാം.");
define("DBLAN_86", "സീരിയലൈസ് ചെയ്ത അറേകളിൽ പരിവർത്തനം പ്രവർത്തിക്കുകയില്ല.");
define("DBLAN_87", "ആദ്യം പരിഷ്കരണ പ്രക്രിയയുടെ എല്ലാ പടികളും നിങ്ങൾ പിന്തുടരുകയാണെന്ന് ഉറപ്പ് വരുത്തുക.");
define("DBLAN_88", "പരിവർത്തന പ്രക്രിയയിൽ കറപ്‌ഷൻ സാധ്യതയുള്ളതിനാൽ കോർ-
 പ്രീഫെറെൻസുകൾ അവഗണിക്കുകയാണ്.");
define("DBLAN_89", "ഡാറ്റാബേസ് കൺവേർട്ട് ചെയ്യുക");
define("DBLAN_90", "നോൺ-UTF8 ടേബിളുകൾ പരിവർത്തനം ചെയ്യുക");
define("DBLAN_91", "കാത്തിരിക്കൂ...");
define("DBLAN_92", "നിങ്ങളുടെ പട്ടികകൾ ശരിയായ കാരക്ടർ സെറ്റ്  ഉപയോഗിക്കുന്നു.");
define("DBLAN_93", "ഡാറ്റാബേസ് വിജയകരമായി UTF-8 ലേക്ക് മാറ്റി.");
define("DBLAN_94", "നിങ്ങളുടെ e107_config.php ഫയലിൽ ഇനിപ്പറയുന്ന വരി നിങ്ങൾക്ക് ഉണ്ടെന്ന് ഉറപ്പുവരുത്തുക:");
define("DBLAN_95", "എക്സ്പോർട് ഓപ്ഷനുകൾ");
define("DBLAN_97", "പട്ടികകൾ");
define("DBLAN_98", "വരികൾ");
define("DBLAN_99", "പട്ടിക ഡാറ്റ:");
define("DBLAN_100", "പാത്തുകളും പാക്കേജിലുള്ള ഇമേജുകളും xml-ഉം ഇതിലേക്ക് മാറ്റുക:");
define("DBLAN_101", "ഫയൽ എക്സ്പോർട് ചെയ്യുക");
define("DBLAN_102", "ഓപ്ഷനുകൾ എക്സ്പോർട് ചെയ്യുക");
define("DBLAN_103", "ഇൻസേർട് ചെയ്തു");
define("DBLAN_104", "ഇൻസേർട് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു");
define("DBLAN_105", "ബാച്ച് ഷോർട്ട്കോഡുകൾ:");
define("DBLAN_106", "(ശൂന്യം)");
define("DBLAN_107", "[ഫോൾഡർ] റൈറ്റ് ചെയ്യാവുന്നതല്ല");
define("DBLAN_108", "സൃഷ്ടിച്ചു:");
define("DBLAN_109", "പകർത്തി:");
define("DBLAN_110", "പകർത്താനായില്ല:");
define("DBLAN_111", "പട്ടികകൾ ശരിയാണെന്ന് തോന്നുന്നു!");
define("DBLAN_112", "Github-മായി സമന്വയിപ്പിക്കുക");
define("DBLAN_113", "ഫയലുകൾ ഓവർറൈറ്റ് ചെയ്യുക");
define("DBLAN_114", "ഡവലപ്പർ മോഡിൽ മാത്രം");
define("DBLAN_115", "ലോക്കൽ ​​ഫയലുകള് github ൽ നിന്നുള്ള ഏറ്റവും പുതിയ ഫയലുകൾ കൊണ്ട്  ഓവർറൈറ്റ് ചെയ്യുക.");
define("DBLAN_116", "ഇത് Github ൽ നിന്നും ഏറ്റവും പുതിയ .zip ഫയൽ ഡൌൺലോഡ് ചെയ്യും, ഇതിലേക്ക്");
define("DBLAN_117", "തുടർന്ന് അത് അൺസിപ്പ് ചെയ്തു നിങ്ങളുടെ സെർവറിൽ കണ്ടെത്തുന്ന നിലവിലുള്ള ഫയലുകൾ തിരുത്തിയെഴുതും. നിങ്ങൾ e107_config.php ൽ സജ്ജമാക്കിയ ഏതെങ്കിലും ഇഷ്ടാനുസൃത ഫോൾഡറുകളെ ഇത് കണക്കിലെടുക്കും.");
define("DBLAN_118", ".zip ഫയൽ ഡൗൺലോഡു ചെയ്യാനായില്ല");
define("DBLAN_119", "ബാക്കപ്പ് ചെയ്യുക");
define("DBLAN_120", "ബാക്കപ്പ് ആരംഭിക്കുന്നു....");
define("DBLAN_121", "[y] - ലേക്കു [x] നീക്കുന്നു.");


?>