<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/08/01 14:03:03
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("MENLAN_7", "ദൃശ്യപരത ഓപ്ഷനുകൾ കോൺഫിഗർ ചെയ്യുക");
define("MENLAN_10", "പുതിയ മെനു ഇൻസ്റ്റാളുചെയ്തു");
define("MENLAN_11", "മെനു നീക്കം ചെയ്തു");
define("MENLAN_13", "ഏരിയയിൽ സജീവമാക്കുക");
define("MENLAN_14", "ഏരിയ");
define("MENLAN_15", "നിർജ്ജീവമാക്കുക");
define("MENLAN_17", "മുകളിലേക്ക് നീക്കുക");
define("MENLAN_18", "താഴേക്ക് നീക്കുക");
define("MENLAN_19", "ഏരിയയിലേക്ക് നീക്കുക");
define("MENLAN_22", "നിർജ്ജീവമായ മെനുകൾ");
define("MENLAN_23", "അടിത്തട്ടിലേക്കു നീക്കുക");
define("MENLAN_24", "മുടിത്തട്ടിലേക്കു നീക്കുക");
define("MENLAN_25", "പ്രവർത്തനം...");
define("MENLAN_26", "ഈ മെനു താഴെപറയുന്ന പേജുകളില്മാത്രമേ  [b]കാണിക്കുകയുള്ളൂ[/ b]");
define("MENLAN_27", "ഈ മെനു  ഇനിപ്പറയുന്ന പേജുകളിൽ മാത്രമേ [b]HIDDEN[/b] ആയിരിക്കുകയുള്ളൂ");
define("MENLAN_28", "ഒരു വരിയിൽ ഒരു പേജിന്റെ പേര് വീതം നൽകുക, അത് ശരിയായി വേർതിരിച്ചറിയാൻ ആവശ്യമായത്ര url നൽകുക. നിങ്ങൾക്ക് urlന്റെ അവസാനം കൃത്യമായി പൊരുത്തപ്പെടുത്തണമെങ്കിൽ അതിനവസാന ഭാഗത്ത് ഒരു ! ഉപയോഗിക്കുക. ഉദാഹരണത്തിന്: [b] page.php?1! [/b]");
define("MENLAN_30", "മെനു ഏരിയകളും കസ്റ്റം ലേഔട്ടുകളിലുള്ള അവയുടെ സ്ഥാനങ്ങളും കാണുന്നതിന്, ഇവിടെ കസ്റ്റം ലേഔട്ട് തിരഞ്ഞെടുക്കുക.");
define("MENLAN_31", "ഡീഫോൾട്ട് ലേഔട്ട്");
define("MENLAN_33", "കസ്റ്റം ലേഔട്ട്");
define("MENLAN_34", "ഉൾച്ചേർത്തു");
define("MENLAN_36", "സജീവമാക്കുന്നതിന് മെനു(കൾ) തിരഞ്ഞെടുക്കുക");
define("MENLAN_37", "പിന്നെ അവ എവിടെ ആക്റ്റിവേറ്റ് ചെയ്യണം എന്നതും.");
define("MENLAN_39", "പ്രീസെറ്റ് ഏരിയ");
define("MENLAN_40", "മെനു പ്രീസെറ്റുകൾ ഉപയോഗിക്കുക");
define("MENLAN_41", "ഈ ലേഔട്ടിലെ നിങ്ങളുടെ എല്ലാ മെനുകളുടെയും സ്ഥാനം നഷ്ടമാകും. ഇപ്പോഴും നിങ്ങൾക്ക് തുടരാൻ താല്പര്യമുണ്ടോ?");
define("MENLAN_43", "മെനു പ്രീസെറ്റ് സജീവമാക്കി");
define("MENLAN_44", "മെനു പാരാമീറ്ററുകൾ");
define("MENLAN_45", "പാരാമീറ്ററുകൾ (ക്യുറി സ്‌ട്രിങ് ഫോർമാറ്റ്):");
define("MENLAN_46", "[x] എന്ന വസ്തു കണ്ടെത്തിയില്ല. ടൂൾസ് > ഡാറ്റാബേസ് എന്ന മെനുവിൽ നിന്നും  പ്ലഗിൻ ഡയറക്ടറികൾ റീ-സ്കാനിംഗ് ചെയ്തു നോക്കുക.");
define("MENLAN_47", "ഫീൽഡുകൾ സജ്ജമാക്കിയിട്ടില്ല ഇതിൽ");
define("MENLAN_48", "മെനു ലോഡ് ചെയ്യാൻ കഴിഞ്ഞില്ല");
define("MENLAN_49", "നിങ്ങളുടെ മെനുകൾ");
define("MENLAN_50", "പ്ലഗിൻ മെനുകൾ");
define("MENLAN_51", "ഈ ലേഔട്ടിൽ ഡൈനാമിക്  {MENU} പ്രദേശങ്ങളൊന്നും.");
define("MENLAN_52", "അതിൽ താഴെ കാണിച്ചിരിക്കുന്ന കസ്റ്റം മെനുകൾ അടങ്ങിയിട്ടുണ്ട്:");
define("MENLAN_53", "കസ്റ്റം മെനു ഏരിയയിലേക്ക് പോകുക");
define("MENLAN_54", "തീം ലേഔട്ട്");
define("MENLAN_55", "മെനു ലേഔട്ട്");
define("MENLAN_56", "ഇഷ്ടാനുസൃത പേജുകൾ");
define("MENLAN_57", "വലിച്ചിടൽ മെനുകൾ");
define("MENLAN_58", "നിങ്ങളുടെ തീം ടെംപ്ലേറ്റിൽ നിങ്ങളുടെ മെനുകൾ സ്ഥാപിക്കാനും ക്രമീകരിക്കാനും മെനു-മാനേജർ നിങ്ങളെ അനുവദിക്കുന്നു. നിലവിലുള്ള മെനു ഇനങ്ങൾ പരിഷ്ക്കരിക്കുന്നതിന് ഉപ മേഖലകളിലൂടെ ഹോവർ ചെയ്യുക.");
define("MENLAN_59", "പ്രദേശം [x]");
define("MENLAN_60", "ഈ തീം ഡിപ്രിക്കേറ്റ് ചെയ്യപ്പെട്ട ഘടകങ്ങൾ ഉപയോഗിക്കുന്നു. എല്ലാ [x]HEADER, [x]FOOTER വേരിയബിളുകളും theme.php - യിൽ നിന്നും നീക്കം ചെയ്യണം.");


?>