<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/05 18:24:41
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("LAN_CRON_M_02", "പുതുക്കുക");
define("LAN_CRON_2", "ഫങ്ഷൻ");
define("LAN_CRON_3", "ടാബ്");
define("LAN_CRON_4", "അവസാന-ഓട്ടം");
define("LAN_CRON_01_1", "ടെസ്റ്റ് ഇമെയിൽ");
define("LAN_CRON_01_2", "[eml] ലേക്ക് ഒരു ടെസ്റ്റ് ഇമെയിൽ അയയ്ക്കുക.");
define("LAN_CRON_01_3", "ഷെഡ്യൂളിംഗ് സിസ്റ്റം പരിശോധിക്കുവാൻ ശുപാർശ ചെയ്യുന്നു.");
define("LAN_CRON_02_1", "മെയിൽ ക്യൂ");
define("LAN_CRON_02_2", "മെയിൽ ക്യൂ പ്രോസസ്സ് ചെയ്യുക.");
define("LAN_CRON_03_1", "മെയിൽ ബൗൺസ് പരിശോധന");
define("LAN_CRON_03_2", "ബൗൺസ് ചെയ്ത ഇമെയിലുകൾക്കായി പരിശോധിക്കുക.");
define("LAN_CRON_04_1", "ബാൻ റീട്രിഗർ പരിശോധന");
define("LAN_CRON_04_2", "ബൗൺസ് റിട്ട്രീഗറുകൾ പ്രോസസ്സ് ചെയ്യുക.");
define("LAN_CRON_04_3", "നിരോധനത്തെ റീട്രിഗർ ചെയ്യുവാനായി സജ്ജമാക്കിയിരിക്കുന്നുവെങ്കിൽ മാത്രമേ ആവശ്യമുള്ളൂ.");
define("LAN_CRON_05_1", "ഡാറ്റാബേസ് ബാക്കപ്പ്");
define("LAN_CRON_05_2", "സിസ്റ്റം ഡാറ്റാബേസ് ബാക്കപ്പ് ചെയ്യുക, ഇനിപറയുന്നതിലേക്ക്");
define("LAN_CRON_6", "പ്രിഫറൻസ് ഇംപോർട്ട് ചെയ്യാനായില്ല");
define("LAN_CRON_7", "ടൈമിംഗ് ക്രമീകരണങ്ങൾ ഇമ്പോർട് ചെയ്യാൻ കഴിഞ്ഞില്ല");
define("LAN_CRON_8", "ടൈമിംഗ് ക്രമീകരണങ്ങൾ ഇമ്പോർട്ടുചെയ്തത്");
define("LAN_CRON_9", "[x] മിനിറ്റുകളും [y] സെക്കൻഡ്കളും മുമ്പ്.");
define("LAN_CRON_10", "[y] സെക്കൻഡ്കൾ മുമ്പ്.");
define("LAN_CRON_11", "സജീവ ക്രാണുകൾ");
define("LAN_CRON_12", "അവസാന ക്രോൺ പുതുക്കൽ");
define("LAN_CRON_13", "cron.php എക്സിക്യൂട്ടബിൾ ആണെന്ന് ഉറപ്പാക്കുക.");
define("LAN_CRON_14", "ദയവായി /cron.php 755 ആയി CHMOD ചെയ്യുക.");
define("LAN_CRON_15", "താഴെ കാണിച്ചിരിക്കുന്ന ക്രോൺ കമാൻഡ് ഉപയോഗിക്കുക");
define("LAN_CRON_16", "നിങ്ങളുടെ സെർവർ കൺട്രോൾ പാനൽ (ഉദാഹരണം cPanel, DirectAdmin, Plesk മുതലായവ) ഉപയോഗിച്ച് ഓരോ മിനിറ്റിലും നിങ്ങളുടെ സെർവറിൽ ഈ കമാൻഡ് പ്രവർത്തിപ്പിക്കാൻ ദയവായി ഒരു crontab ഉണ്ടാക്കുക.");
define("LAN_CRON_20_1", "E107 അപ്ഡേറ്റുകൾക്കായി പരിശോധിക്കുക");
define("LAN_CRON_20_2", "കോർ അപ്ഡേറ്റുകൾക്കായി e107.org പരിശോധിക്കുക");
define("LAN_CRON_20_3", "സിസ്റ്റം കാലികമായി നിലനിർത്താൻ ശുപാർശ ചെയ്യുന്നു.");
define("LAN_CRON_20_4", "ഈ Git റിപ്പോസിറ്ററി അപ്ഡേറ്റ് ചെയ്യുക");
define("LAN_CRON_20_5", "github ൽ നിന്നുള്ള ഏറ്റവും പുതിയ ഫയലുകൾ ഉപയോഗിച്ച് ഈ e107 ഇൻസ്റ്റാളേഷൻ അപ്ഡേറ്റ് ചെയ്യുക.");
define("LAN_CRON_20_6", "ഡെവലപ്പർമാർക്ക് മാത്രം ശുപാർശ ചെയ്തത്.");
define("LAN_CRON_20_8", "സൈറ്റ് അസ്ഥിരതയ്ക്ക് കാരണമാകാം!");
define("LAN_CRON_30", "ഓരോ മിനിറ്റും");
define("LAN_CRON_31", "ഈരണ്ടു മിനിറ്റിലും");
define("LAN_CRON_32", "എല്ലാ 5 മിനുട്ടിലും");
define("LAN_CRON_33", "എല്ലാ 10 മിനുട്ടിലും");
define("LAN_CRON_34", "എല്ലാ 15 മിനുട്ടിലും");
define("LAN_CRON_35", "എല്ലാ 30 മിനുട്ടിലും");
define("LAN_CRON_36", "ഓരോ മണിക്കൂറും");
define("LAN_CRON_37", "ഈരണ്ടു മണിക്കൂറുകളും");
define("LAN_CRON_38", "ഓരോ 3 മണിക്കൂറുകളും");
define("LAN_CRON_39", "ഓരോ 6 മണിക്കൂറുകളും");
define("LAN_CRON_40", "എല്ലാ ദിവസവും");
define("LAN_CRON_41", "എല്ലാ മാസവും");
define("LAN_CRON_42", "എല്ലാ ആഴ്ചദിനവും");
define("LAN_CRON_50", "മിനിറ്റ് (കൾ):");
define("LAN_CRON_51", "മണിക്കൂർ (കൾ):");
define("LAN_CRON_52", "ദിവസം (ങ്ങൾ):");
define("LAN_CRON_53", "മാസം (ങ്ങൾ):");
define("LAN_CRON_54", "ആഴ്ചദിനം (ങ്ങളിലും):");
define("LAN_CRON_60", "cPanel - ലേക്ക് പോകുക");
define("LAN_CRON_61", "പുതിയ ക്രോൺ പാസ്വേഡ് സൃഷ്ടിക്കുക");
define("LAN_CRON_62", "കോൺഫിഗറേഷൻ ഫംഗ്ഷനെ നിർവ്വഹിക്കുന്നു [b][x][/b]");
define("LAN_CRON_63", "കോൺഫിഗറേഷൻ ഫംഗ്ഷൻ [b][x][/b] കണ്ടെത്തിയില്ല.");
define("LAN_CRON_64", "ഒരു അഡ്മിനിസ്ട്രേറ്റർക്ക് e107 ഷെഡ്യൂൾ ടാസ്കുകൾ ഉപയോഗിച്ച് ടാസ്ക്കുകൾ ഓട്ടോമേറ്റ് ചെയ്യാനാകും.[br] മാനേജ് ടാബിൽ, നിങ്ങൾക്ക് ടാസ്കുകൾ എഡിറ്റു ചെയ്യാനും ഇല്ലാതാക്കാനും ഓടിക്കാനും കഴിയും. നിങ്ങൾ ഒരു ടാസ്ക് എഡിറ്റുചെയ്യുമ്പോൾ നിങ്ങൾക്ക് ടാസ്ക് ഓടാൻ ആഗ്രഹിക്കുന്ന മിനിറ്റ്, മണിക്കൂർ, ദിവസം, മാസം അല്ലെങ്കിൽ ടാസ്ക് ഓടിക്കാനാഗ്രഹിക്കുന്ന ആഴ്ചയിലെ ദിവസം എന്നിവയെല്ലാം സജ്ജമാക്കാൻ കഴിയും. ഓരോ കാലയളവിനും പ്രവർത്തിപ്പിക്കുന്നതിന് * എന്ന ചിഹ്നം ഉപയോഗിക്കുക. ടാസ്ക് പ്രവർത്തനസജ്ജമാകാനായി ആക്റ്റീവ് പ്രോപ്പർട്ടി ഉപയോഗിക്കുക.[br] ശ്രദ്ധിക്കുക: സ്റ്റാൻഡേർഡ് ജോലികളെ ഇല്ലാതാക്കരുത് എന്ന് നിർദ്ദേശിന്നു.");
define("LAN_CRON_BACKUP", "ബാക്കപ്പ്");
define("LAN_CRON_LOGGING", "ലോഗിംഗ്");
define("LAN_CRON_RUNNING", "ഓടുന്നവ");


?>