<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/05 19:39:42
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("LAN_UPDATE_2", "പ്രവർത്തനം");
define("LAN_UPDATE_3", "ആവശ്യമില്ല");
define("LAN_UPDATE_4", "[x] നിന്ന് [y] ലേക്ക് അപ്ഡേറ്റ് ചെയ്യുക");
define("LAN_UPDATE_5", "കോർ ഡാറ്റാബേസ് ഘടന അപ്ഡേറ്റ് ചെയ്യുക");
define("LAN_UPDATE_7", "[x] നിർവ്വഹിച്ചു");
define("LAN_UPDATE_12", "നിങ്ങളുടെ പട്ടികകളിൽ ഒന്നിൽ തനിപ്പകർപ്പ് എൻട്രികൾ അടങ്ങിയിരിക്കുന്നു.");
define("LAN_UPDATE_13", "പുതിയവ അല്ലെങ്കിൽ നഷ്ടമായ കോർ സജ്ജീകരണങ്ങൾ ചേർക്കുക");
define("LAN_UPDATE_14", "പതിപ്പ് ആരംഭിക്കുക:");
define("LAN_UPDATE_20", "മുൻഗണന (ങ്ങൾ) അപ്ഡേറ്റുചെയ്യുന്നു:");
define("LAN_UPDATE_21", "പട്ടിക ഘടന അപ്ഡേറ്റ് ചെയ്യുന്നു:");
define("LAN_UPDATE_22", "സീരിയലൈസ് ചെയ്ത പ്രിഫറൻസ് (കൾ) പരിവർത്തനം ചെയ്യുന്നു:");
define("LAN_UPDATE_23", "മെനു പാത്ത് പുതുക്കുന്നു:");
define("LAN_UPDATE_24", "ഒഴിവാക്കപ്പെട്ട പട്ടിക ഫീൽഡുകൾ ഇല്ലാതാക്കുന്നു:");
define("LAN_UPDATE_25", "കാലഹരണപ്പെട്ട പട്ടിക ഇല്ലാതാക്കുന്നു:");
define("LAN_UPDATE_26", "IP വിലാസ ഫീൽഡ് വിപുലീകരിക്കുന്നു:");
define("LAN_UPDATE_27", "പട്ടിക ചേർക്കുന്നു:");
define("LAN_UPDATE_28", "[x] സംരക്ഷിച്ച ഇമെയിലുകൾ നീക്കി");
define("LAN_UPDATE_29", "നിങ്ങളുടെ പ്രത്യേക ക്രമീകരണത്തെ ആശ്രയിച്ച്, അപ്ഗ്രേഡ് പ്രോസസ്സ് പല പ്രാവശ്യം പ്രവർത്തിപ്പിക്കേണ്ടിവന്നേക്കാം.");
define("LAN_UPDATE_37", "[x] സൂചിക [y] പട്ടികയിലേക്ക് ചേർക്കുക");
define("LAN_UPDATE_38", "മുൻ പേജ് ക്രമീകരണങ്ങൾ അപ്ഡേറ്റുചെയ്യുക");
define("LAN_UPDATE_40", "ന്യൂസ്ഫീഡ്സ് പട്ടികകൾ അപ്ഡേറ്റ് ചെയ്യുക");
define("LAN_UPDATE_41", "ഉപയോക്തൃ സമയമേഖല ഫീൽഡ് പ്രോസസ്സ് ചെയ്തു");
define("LAN_UPDATE_42", "ഉപയോക്തൃ സമയമേഖല ഡാറ്റ കൈമാറുന്നതിൽ പിശക് - റദ്ദാക്കി");
define("LAN_UPDATE_43", "dblog പട്ടികയുടെ പേരുമാറ്റുക");
define("LAN_UPDATE_44", "റോളിംഗ് ലോഗ് പട്ടികയുടെ പേരുമാറ്റുക");
define("LAN_UPDATE_45", "ഡാറ്റാബേസിലേക്ക് പുതിയ പട്ടിക ചേർക്കുന്നു:");
define("LAN_UPDATE_46", "പട്ടിക നിർവ്വചനം വായിക്കുന്നതിൽ പിശക്:");
define("LAN_UPDATE_50", "കാലഹരണപ്പെട്ട പ്രീഫെറെൻസുകൾ ഇല്ലാതാക്കി:");
define("LAN_UPDATE_51", "പ്ലഗിൻ പട്ടികാ നിർവ്വചനം അപ്ഡേറ്റ് ചെയ്യുക:");
define("LAN_UPDATE_52", "ഡൌൺലോഡ് പട്ടിക അപ്ഡേറ്റ് ചെയ്യുക");
define("LAN_UPDATE_53", "ഡൗൺലോഡ് മിറർ പട്ടിക അപ്ഡേറ്റ് ചെയ്യുക");
define("LAN_UPDATE_54", "[y] - പട്ടിക കാണുന്നില്ല [x] സൂചിക ചേർക്കാൻ കഴിയില്ല");
define("LAN_UPDATE_55", "വിവരണം");
define("LAN_UPDATE_56", "സിസ്റ്റം അപ്ഡേറ്റ്");
define("LAN_UPDATE_57", "തുടരുന്നതിന് മുമ്പ്, നിങ്ങളുടെ സിസ്റ്റത്തിൽ നിന്ന് താഴെപ്പറയുന്ന കാലഹരണപ്പെട്ട ഫോൾഡറുകൾ ദയവായി കരകൃതമായി നീക്കം ചെയ്യുക:");
define("LAN_UPDATE_CAPTION_PLUGIN", "പ്ലഗിൻ അപ്ഡേറ്റുകൾ");
define("LAN_UPDATE_CAPTION_CORE", "കോർ അപ്ഡേറ്റുകൾ");
