<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/06/15 09:51:48
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("RL_LAN_002", "റോളിംഗ് ലോഗ്");
define("RL_LAN_005", "സിസ്റ്റം ലോഗുകൾ കോൺഫിഗർ ചെയ്യുക/കാണുക");
define("RL_LAN_008", "റോളിംഗ് ലോഗ് സജീവമാണ്:");
define("RL_LAN_009", "റോളിംഗ് ലോംഗ് ചരിത്ര ദൈർഘ്യം ദിവസങ്ങളിൽ");
define("RL_LAN_012", "ഫിൽട്ടർ ഓപ്ഷനുകൾ");
define("RL_LAN_013", "ആരംഭിക്കുന്ന തീയതി/സമയം");
define("RL_LAN_014", "അവസാനിക്കുന്ന തീയതി/സമയം");
define("RL_LAN_015", "ഉപയോക്തൃ ഐഡി ഫിൽട്ടർ");
define("RL_LAN_016", "ഒന്നും ഇല്ലെങ്കിൽ ബ്ലാങ്ക് ആയി വിടുക, ഗസ്റ്റിന് പൂജ്യം");
define("RL_LAN_017", "ലോഗ് എൻട്രികൾ ഒന്നും ഇല്ല, അല്ലെങ്കിൽ ഒന്നും ഫിൽട്ടർ മാച്ച് ചെയ്തില്ല");
define("RL_LAN_018", "ലോഗ് പുതുക്കുക");
define("RL_LAN_019", "yy-mm-dd hh:mm:ss");
define("RL_LAN_020", "ഐ.പി");
define("RL_LAN_023", "ഇവന്റ് തരം");
define("RL_LAN_024", "മുതൽ");
define("RL_LAN_025", "ഇവന്റ് തലക്കെട്ട്");
define("RL_LAN_026", "ഉപയോക്താവിന്റെ വ്യവഹാരങ്ങൾ ലോഗ് ചെയ്യണ്ട ക്ലാസ്");
define("RL_LAN_028", "അപ്ഡേറ്റ് ഫിൽറ്ററുകൾ");
define("RL_LAN_029", "ഇവന്റ് തര ഫിൽറ്റർ");
define("RL_LAN_030", "അഡ്മിൻ ലോഗ്");
define("RL_LAN_031", "ലോഗ് ചെയ്യണ്ട ആക്ഷനുകൾ");
define("RL_LAN_032", "പുര്‍വ്വമായ");
define("RL_LAN_033", "കൂടുതൽ വിവരങ്ങൾ");
define("RL_LAN_044", "ഒരു പേജിൽ കാണിക്കേണ്ട ലോഗ് ഇവെന്റുകൾ");
define("RL_LAN_045", "ഇതിനേക്കാൾ പഴയ അഡ്മിൻ ലോഗ് ഇവെന്റുകൾ നീക്കം ചെയ്യുക");
define("RL_LAN_046", "ദിവസങ്ങൾ");
define("RL_LAN_047", "ഇതിലും പഴയ അഡ്മിൻ ലോഗ് ഇവെന്റുകൾ നീക്കം ചെയ്യാൻ സ്ഥിരീകരിക്കുക");
define("RL_LAN_049", "പഴയ എൻട്രികൾ നീക്കം ചെയ്യുക");
define("RL_LAN_050", "പാരാമീറ്റർ പിശക് - ഒന്നും നീക്കം ചെയ്തില്ല");
define("RL_LAN_052", "അഡ്മിൻ ലോഗ്");
define("RL_LAN_053", "ഉപയോക്തൃ ഓഡിറ്റ് ലോഗ്");
define("RL_LAN_054", "ഒന്നും നീക്കം ചെയ്യാനില്ല, അല്ലെങ്കിൽ ഡാറ്റാബേസ് പിശക് ഉണ്ടായി");
define("RL_LAN_057", "--OLD-- (--NUM-- എൻട്രികൾ) നേക്കാൾ പഴയ  ഇവന്റുകൾ നീക്കം ചെയ്തു");
define("RL_LAN_058", "മുൻഗണന ഫിൽറ്റർ:");
define("RL_LAN_059", "കോളർ ഫിൽട്ടർ:");
define("RL_LAN_060", "ഐ.പി വിലാസ ഫിൽറ്റർ:");
define("RL_LAN_061", "വൈൽഡ്കാർഡ് (*) അവസാനം അംഗീകരിക്കും");
define("RL_LAN_062", "ഉപയോക്തൃ ഓഡിറ്റ് ലോഗ്");
define("RL_LAN_064", "എല്ലാ ലോഗുകൾക്കും ബാധകം");
define("RL_LAN_065", "ഇതിനേക്കാൾ പഴയ ഉപയോക്തൃ ഓഡിറ്റ് ലോഗ് ഇവന്റുകൾ ഇല്ലാതാക്കാൻ സ്ഥിരീകരിക്കുക");
define("RL_LAN_066", "ഇതിനേക്കാൾ പഴയ ഉപയോക്തൃ ഓഡിറ്റ് ട്രെയിൽ ലോഗ് ഇവന്റുകൾ ഇല്ലാതാക്കുക");
define("RL_LAN_067", "ഡൗൺലോഡ് ചരിത്രം");
define("RL_LAN_068", "D/L ഐ. ഡി");
define("RL_LAN_069", "ഡൗൺലോഡ് പേര്");
define("RL_LAN_071", "ഉപയോക്തൃ രജിസ്ട്രേഷൻ (മുകളിലുള്ള ക്ലാസ് സെറ്റിങ് അവഗണിക്കപ്പെടും)");
define("RL_LAN_072", "സൈൻ അപ്പ് ഇമെയിൽ അക്‌നോളഡ്ജ്മെന്റ് (മുകളിലുള്ള ക്ലാസ് സെറ്റിങ് അവഗണിക്കപ്പെടും)");
define("RL_LAN_073", "ലോഗിൻ/ലോഗൗട്ട്");
define("RL_LAN_075", "ഡിസ്പ്ലേ നാമം മാറ്റുക");
define("RL_LAN_076", "പാസ്വേഡ് മാറ്റുക");
define("RL_LAN_077", "ഇമെയിൽ വിലാസം മാറ്റുക");
define("RL_LAN_078", "പാസ്വേഡ് പുനഃസജ്ജമാക്കൽ");
define("RL_LAN_079", "മറ്റ് ഉപയോക്തൃ ക്രമീകരണങ്ങൾ മാറ്റുക");
define("RL_LAN_080", "അഡ്മിൻ ദ്രുതമായ ഉപയോക്താവിനെ ചേർക്കൽ");
define("RL_LAN_081", "മെയിൽ ബൗൺസ് ചെയ്യുന്നു");
define("RL_LAN_082", "ഉപയോക്തൃ നിരോധനങ്ങൾ");
define("RL_LAN_083", "മെയിൽ ബൗൺസ് റീസെറ്റുകൾ");
define("RL_LAN_084", "താൽക്കാലിക അക്കൗണ്ടുകൾ");
define("RL_LAN_087", "വിശദാംശങ്ങൾ");
define("RL_LAN_090", "ഡൗൺലോഡ് ഐ.ഡി");
define("RL_LAN_091", "വിശദമായ ടൈമിങ്ങുകൾ");
define("RL_LAN_092", "സമയ ഘട്ടം");
define("RL_LAN_093", "(മിനിറ്റുകൾ)");
define("RL_LAN_094", "വിശദമായ സമയ വിശകലനം");
define("RL_LAN_096", "Diff (s)");
define("RL_LAN_100", "സി.ഐ.ഡി");
define("RL_LAN_101", "പി.ഐ.ഡി");
define("RL_LAN_103", "വിഷയം");
define("RL_LAN_104", "യു.ഐ.ഡി");
define("RL_LAN_106", "ടൈപ്പ്");
define("RL_LAN_107", "അഭിപ്രായം");
define("RL_LAN_108", "BK");
define("RL_LAN_109", "LK");
define("RL_LAN_110", "Del");
define("RL_LAN_111", "ചെക്കുചെയ്ത ഇനങ്ങൾ ഡിലീറ്റ് ചെയ്യുക");
define("RL_LAN_112", "ഇല്ലാതാക്കി --NUMBER-- അഭിപ്രായങ്ങൾ");
define("RL_LAN_113", "അഭിപ്രായങ്ങൾ ഇല്ലാതാക്കുന്നതിൽ പിശക്!");
define("RL_LAN_114", "ഫിൽട്ടറുകൾ ക്ലിയർ ചെയ്യുക");
define("RL_LAN_115", "ഉപയോക്താക്കളുടെ അഡ്മിൻ");
define("RL_LAN_116", "സ്ഥലം");
define("RL_LAN_117", "PgCnt");
define("RL_LAN_118", "ഫ്ലാഗ് ചെയ്യുക");
define("RL_LAN_120", "ഉപയോക്താക്കൾ ഓൺലൈനിൽ");
define("RL_LAN_122", "സിസ്റ്റം ലോഗുകളുടെ കോൺഫിഗറേഷൻ");
define("RL_LAN_123", "ഉപയോക്തൃ ഓഡിറ്റ് ട്രൈൽ ക്ലാസ്");
define("RL_LAN_124", "ഉപയോക്തൃ ഓഡിറ്റ് ട്രെയിൽ പ്രവർത്തനങ്ങൾ");
define("RL_LAN_125", "സിസ്റ്റം ലോഗുകളുടെ പരിപാലനം");
define("RL_LAN_126", "തിരയൽ പദവുമായി പൊരുത്തപ്പെടുന്ന ആകെ [x] എൻട്രികൾ");
define("RL_LAN_132", "ഉദ്‌ബോധകമായ");
define("RL_LAN_133", "ശ്രദ്ധിക്കുക");
define("RL_LAN_134", "മുന്നറിയിപ്പ്");
define("RL_LAN_135", "മാരകം");


?>