<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/06/05 20:26:17
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("NA_LAN_1", "അഡ്മിനിസ്ട്രേറ്റർ അവരുടെ പാസ്വേഡ് അപ്ഡേറ്റുചെയ്യുന്നു");
define("NA_LAN_2", "അഡ്മിനിസ്ട്രേറ്റർ ഒരു പുതിയ ഉപയോക്താവിനെ സൃഷ്ടിക്കുന്നു");
define("NA_LAN_3", "അഡ്മിനിസ്ട്രേറ്റർ ഒരു പുതിയ ഉപയോക്താവിനെ സജീവമാക്കുന്നു");
define("NT_LAN_1", "അറിയിക്കുക");
define("NT_LAN_2", "ഇമെയിൽ അറിയിപ്പ് ഓൺ ചെയ്യുക");
define("NU_LAN_1", "ഉപയോക്തൃ ഇവന്റുകൾ");
define("NU_LAN_2", "ഉപയോക്തൃ സൈനപ്പ്");
define("NU_LAN_3", "ഉപയോക്തൃ അക്കൗണ്ട് സ്ഥിരീകരണം");
define("NU_LAN_4", "ഉപയോക്തൃ ലോഗിൻ");
define("NU_LAN_5", "ഉപയോക്തൃ ലോഗൗട്ട്");
define("NU_LAN_6", "ഉപയോക്തൃ സോഷ്യൽ ലോഗിൻ");
define("NU_LAN_7", "ഉപയോക്തൃ സോഷ്യൽ സൈൻഅപ്പ്");
define("NU_LAN_8", "ഉപയോക്താവ് പ്രൊഫൈൽ വീക്ഷിക്കുന്നു");
define("NU_LAN_9", "ഉപയോക്താവ് പ്രൊഫൈൽ തിരുത്തുന്നു");
define("NS_LAN_1", "സുരക്ഷ ഇവന്റുകൾ");
define("NS_LAN_2", "സൈറ്റ് ഫ്ളഡ് ചെയ്തതിനാൽ ഐ.പി നിരോധിച്ചിരിക്കുന്നു");
define("NS_LAN_3", "ഒന്നിലധികം പരാജയപ്പെട്ട ലോഗിൻ ശ്രമങ്ങളാൽ ഐ.പി നിരോധിക്കപ്പെട്ടു");
define("NN_LAN_1", "വാർത്താ ഇവന്റുകൾ
");
define("NN_LAN_2", "ന്യൂസ് ഇനം ഉപയോക്താവ് സമർപ്പിച്ചു
");
define("NN_LAN_3", "അഡ്മിനാൽ വാർത്താ ഇനം പോസ്റ്റ് ചെയ്യപ്പെട്ടു");
define("NN_LAN_4", "അഡ്മിനാൽ വാർത്താ ഇനം തിരുത്തപ്പെട്ടു");
define("NN_LAN_5", "അഡ്മിനാൽ വാർത്താ ഇനം നീക്കം ചെയ്യപ്പെട്ടു");
define("NN_LAN_6", "വാർത്താ അറിയിപ്പ് ട്രിഗർചെയ്തു");
define("NM_LAN_1", "മെയിൽ ഇവന്റുകൾ");
define("NM_LAN_2", "ബൾക്ക് ഇമെയിൽ ചെയ്യൽ പൂർത്തിയായി");
define("NM_LAN_3", "ഇമെയിൽ വിലാസം =>");
define("NF_LAN_1", "ഫയൽ ഇവന്റുകൾ");
define("NF_LAN_2", "ഉപയോക്താവ് ഫയൽ അപ്ലോഡു ചെയ്തു");
define("LAN_NOTIFY_01", "ഇവന്റുകൾ");


?>