<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/06 20:46:50
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("UCSLAN_10", "ക്ലാസ് ഇല്ലാതാക്കിയിട്ടില്ല - ഇത് ഒരു കോർ ക്ലാസ് ആണ്, അല്ലെങ്കിൽ അത് മറ്റൊരു ക്ലാസ്സ് നിർവ്വചനത്തിനായി ഉപയോഗിച്ചിട്ടുള്ളതാണ്, അതിന്റെ പാരന്റ് ക്ലാസ്സോ  അല്ലെങ്കിൽ എഡിറ്റ് ക്ലാസ്സോ ആയി.");
define("UCSLAN_30", "സെലക്ടറുകളിൽ പ്രദർശിപ്പിച്ചിരിക്കുന്ന ഹ്രസ്വനാമം");
define("UCSLAN_31", "ക്ലാസ് പ്രയോഗക്ഷമത സംബന്ധിച്ച വിവരങ്ങൾ");
define("UCSLAN_32", "ഈ ക്ലാസ്സിലെ ഉപയോക്താക്കൾക്ക് എഡിറ്റുചെയ്യുന്ന ക്ലാസിൽ നിന്നും സ്വയം ചേർക്കനും/നീക്കം ചെയ്യനും കഴിയും");
define("UCSLAN_33", "ഏതെല്ലാം ഉപയോക്താക്കൾക്ക് ഈ ക്ലാസ് ഡ്രോപ്പ് ഡൌൺ ലിസ്റ്റുകളിൽ കാണാനാകുമെന്ന് നിർണ്ണയിക്കുന്നു");
define("UCSLAN_36", "വൃക്ഷത്തിന്റെ മുകളിൽ 'ഒന്നുമില്ല' എന്നാണെങ്കിൽ വൃക്ഷത്തിന്റെ മുകളിലേക്ക് പോകുന്തോറും അനുമതികൾ വർദ്ധിക്കുന്നു. <br /> വൃക്ഷത്തിന്റെ മുകളിൽ 'എല്ലാവർക്കുമുള്ളത്' എന്നാണെങ്കിൽ, വൃക്ഷത്തിന്റെ താഴേക്കു പോകുന്തോറുമാവും  അനുമതികൾ വർദ്ധിക്കുന്നത്.");
define("UCSLAN_37", "നിങ്ങൾ ക്ലാസ്സിനുള്ള പേര് നൽകണം");
define("UCSLAN_38", "പ്രാരംഭ ഉപയോക്തൃ ക്ലാസ്");
define("UCSLAN_39", "സജ്ജമാക്കാൻ കഴിയുന്ന ക്ലാസുകളില്ല");
define("UCSLAN_40", "പ്രാരംഭ ക്ലാസുകൾ സജ്ജമാക്കുക");
define("UCSLAN_41", "ക്രമീകരണങ്ങൾ അപ്ഡേറ്റുചെയ്തു");
define("UCSLAN_43", "നിലവിലെ ക്ലാസുകൾ:");
define("UCSLAN_45", "ക്ലാസുകൾ സെറ്റ് ചെയ്തിരിക്കുന്ന പോയിന്റ്:");
define("UCSLAN_46", "(പരിശോധിച്ചുറപ്പിച്ചില്ലെങ്കിൽ നിരസിക്കപ്പെടും)");
define("UCSLAN_47", "പ്രാരംഭ സൈനപ്പ്");
define("UCSLAN_48", "ഇമെയിൽ അല്ലെങ്കിൽ അഡ്മിൻ വഴിയുള്ള വെരിഫിക്കേഷൻ");
define("UCSLAN_49", "പുതിയതായി സൈൻ അപ്പ് ചെയ്ത ഉപയോക്താവിനായി - അപ്പോൾ തന്നെ, അല്ലെങ്കിൽ സൈറ്റ് അംഗത്വം പരിശോധിച്ചു കഴിഞ്ഞാൽ ഉടൻ,  ഈ ക്ലാസുകൾ സജ്ജീകരിച്ചിട്ടുണ്ട്");
define("UCSLAN_53", "ജാഗ്രത! സപ്പോർട്ട് ആവശ്യപ്പെട്ടാൽ മാത്രം ഈ ഐച്ഛികങ്ങൾ ഉപയോഗിക്കുക.");
define("UCSLAN_54", "ഒരു ഡീഫോൾട് ഉപയോക്തൃ ശ്രേണി സജ്ജമാക്കുക");
define("UCSLAN_55", "ഉപയോക്തൃ ശ്രേണി മായ്ക്കുക");
define("UCSLAN_56", "(ഇത് ഒരു 'ഫ്ലാറ്റ്' യൂസർ ക്ലാസ് ഘടന സജ്ജമാക്കുന്നു)");
define("UCSLAN_57", "(ശ്രേണി പിന്നീട് പരിഷ്ക്കരിക്കാനാകും)");
define("UCSLAN_58", "നിർവ്വഹിക്കുക");
define("UCSLAN_62", "ഡീഫോൾട് ക്ലാസ് വൃക്ഷം(tree) സൃഷ്ടിക്കുക:");
define("UCSLAN_63", "ആ ക്ലാസ് നാമം ഇതിനകം നിലവിലുണ്ട് - മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക");
define("UCSLAN_64", "പൂർത്തിയായി");
define("UCSLAN_65", "ഉപയോക്തൃ ക്ലാസ് ശ്രേണി നിരപ്പാക്കുക:");
define("UCSLAN_69", "ക്ലാസ് ഡയറക്ടറിയുമായി ബന്ധപ്പെട്ട ഓപ്ഷണൽ ഐക്കൺ");
define("UCSLAN_70", "ക്ലാസ് ശ്രേണി പുനർനിർമിക്കുന്നു:");
define("UCSLAN_71", "ഉപയോക്തൃ ക്ലാസ് മെയിൻറനൻസ്");
define("UCSLAN_72", "ക്ലാസ് ശ്രേണി പുനഃനിർമിക്കുക");
define("UCSLAN_73", "(ഡാറ്റാബേസിൽ കറപ്‌ഷൻ സംഭവിച്ചാൽ ഇത് ആവശ്യമാണ്)");
define("UCSLAN_74", "അഡ്മിനിസ്ട്രേറ്റർമാരും മോഡറേറ്ററുകളും");
define("UCSLAN_75", "രജിസ്റ്റർ ചെയ്യുകയും ലോഗിൻ ചെയ്യുകയും ചെയ്ത അംഗങ്ങൾ");
define("UCSLAN_76", "സൈറ്റ് അഡ്മിനിസ്ട്രേറ്റർമാർ");
define("UCSLAN_77", "പ്രധാന സൈറ്റ് അഡ്മിനിസ്ട്രേറ്റർമാർ");
define("UCSLAN_78", "ഫോറങ്ങളും മറ്റ് മേഖലകൾക്കും ഉള്ള മോഡറേറ്റർമാർ");
define("UCSLAN_80", "സ്റ്റാൻഡേർഡ്");
define("UCSLAN_81", "ഗ്രൂപ്പ്");
define("UCSLAN_82", "ഒരു ഗ്രൂപ്പ് ഒരു കൂട്ടം ഒറ്റപ്പെട്ട ക്ലാസുകളെ ഒരുമിപ്പിക്കുന്നു");
define("UCSLAN_83", "ഗ്രൂപ്പിലെ ക്ലാസുകൾ");
define("UCSLAN_85", "ലഭ്യമായ എല്ലാ ക്ലാസുകളും നിങ്ങൾ നിയുക്തമാക്കിയിരിക്കുന്നു; ദയവായി ഉപയോഗത്തിലല്ലാത്ത ഒന്ന് പുനര്‍നിര്‍ദ്ദേശിക്കുക");
define("UCSLAN_86", "ചില ക്രമീകരണങ്ങൾ അഡ്മിൻ ക്ലാസുകൾക്ക് അനുവദനീയമല്ല - അവ ഡീഫോൾട് ആയി സജ്ജമാക്കിയിരിക്കുന്നു.");
define("UCSLAN_87", "അടുത്തിടെ ചേർന്ന ഉപയോക്താക്കൾ");
define("UCSLAN_88", "തിരിച്ചറിഞ്ഞ തിരയൽ ബോട്ടുകൾ");
define("UCSLAN_89", "ചെക്കുചെയ്ത ക്ലാസുകൾ ഗ്രൂപ്പിലെ അംഗങ്ങളാണ്");
define("UCSLAN_90", "നിങ്ങൾക്ക് ചില സിസ്റ്റം യൂസർ ക്ലാസുകൾ എഡിറ്റുചെയ്യാൻ കഴിയില്ല!");
define("UCSLAN_91", "ക്ലാസ് ഘടന");


?>