<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/07 09:49:05
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("FC_LAN_1", "ഫയൽ ഇൻസ്പെക്ടർ");
define("FC_LAN_5", "കോർ ഫയലുകൾ");
define("FC_LAN_6", "ഇന്റെഗ്രിറ്റി പരാജയപ്പെട്ടവ മാത്രം");
define("FC_LAN_7", "കോർ ഫയലുകൾ അല്ലാത്തവ");
define("FC_LAN_8", "കോർ ഫയലുകളുടെ ഇന്റെഗ്രിറ്റി പരിശോധിക്കുക");
define("FC_LAN_11", "ഇപ്പോൾ സ്കാൻ ചെയ്യുക");
define("FC_LAN_13", "നഷ്ടമായിരിക്കുന്ന കോർ ഫയലുകൾ");
define("FC_LAN_14", "ഫലങ്ങൾ പ്രദർശിപ്പിക്കുക");
define("FC_LAN_15", "ഡയറക്ടറി ട്രീ");
define("FC_LAN_17", "സ്ട്രിംഗ് പൊരുത്തപ്പെടുത്തൽ");
define("FC_LAN_18", "റെഗുലർ എക്സ്പ്രഷൻ");
define("FC_LAN_19", "ലൈൻ നമ്പറുകൾ കാണിക്കുക");
define("FC_LAN_20", "പൊരുത്തപ്പെട്ട ലൈനുകൾ കാണിക്കുക");
define("FC_LAN_21", "പഴയ കോർ ഫയലുകൾ");
define("FC_LAN_23", "ഭാഷ-ഫയലുകൾ ഒഴിവാക്കുക");
define("FC_LAN_24", "കോർ ഫോൾഡർ (ഇന്റെഗ്രിറ്റി പാസ്)");
define("FC_LAN_25", "കോർ ഫോൾഡർ (ഇന്റഗ്രിറ്റി പരാജയപ്പെട്ടത്)");
define("FC_LAN_26", "കോർ ഫോൾഡർ (കണ്ടെത്താനാവാത്തവ)");
define("FC_LAN_27", "കോർ ഫോൾഡർ (പഴയത്)");
define("FC_LAN_28", "നോൺ കോർ ഫോൾഡർ");
define("FC_LAN_29", "കോർ ഫയൽ (ഇന്റഗ്രിറ്റി പാസ്)");
define("FC_LAN_30", "കോർ ഫയൽ (അൺചെക്കു ചെയ്തവ)");
define("FC_LAN_31", "കോർ ഫയൽ (ഇന്റഗ്രിറ്റി പരാജയപ്പെട്ടത്)");
define("FC_LAN_32", "കോർ ഫയൽ (കണ്ടെത്താനാവാത്തവ)");
define("FC_LAN_33", "കോർ ഫയൽ (പഴയത്)");
define("FC_LAN_34", "കോർ ഫയൽ (ഇൻകാൽകുലബിൾ)");
define("FC_LAN_35", "അറിയപ്പെട്ട സുരക്ഷാ പ്രശ്നം");
define("FC_LAN_36", "നോൺ കോർ ഫയൽ");
define("FC_LAN_37", "ഫയൽ കീ");
define("FR_LAN_1", "സ്കാൻ ചെയ്യുന്നു");
define("FR_LAN_2", "സ്കാൻ ഫലങ്ങൾ");
define("FR_LAN_3", "അവലോകനം");
define("FR_LAN_4", "കോർ ഫയലുകൾ");
define("FR_LAN_5", "നോൺ-കോർ ഫയലുകൾ");
define("FR_LAN_6", "ആകെ ഫയലുകൾ");
define("FR_LAN_7", "സമഗ്രതാ പരിശോധന");
define("FR_LAN_8", "പാസ് ആയ കോർ ഫയലുകൾ");
define("FR_LAN_9", "പരാജയപ്പെട്ട കോർ ഫയലുകൾ");
define("FR_LAN_10", "ഫയലുകൾ പരാജയപ്പെടാൻ സാധ്യമായ കാരണങ്ങൾ");
define("FR_LAN_11", "കറപ്റ് ആയ ഫയലുകൾ");
define("FR_LAN_12", "ഇതിനു പല കാരണങ്ങൾ ഉണ്ടാകാം - zip ഫയൽ കറപ്റ് ആകുന്നതോ, ഫയൽ എക്സ്ട്രാക്ഷൻ സമയത്ത് കുഴപ്പമുണ്ടാകുന്നതോ അല്ലെങ്കിൽ FTP വഴി ഫയൽ അപ്ലോഡ് ചെയ്യുമ്പോൾ കറപ്റ് ആകുന്നതോ ഒക്കെ. നിങ്ങളുടെ സെർവറിലേക്ക് ഫയൽ വീണ്ടും അപ്ലോഡുചെയ്ത് പിശക് പരിഹരിച്ചോ എന്നു ചെക്ക് ചെയ്യുവാൻ വീണ്ടും സ്കാൻ ചെയ്തു നോക്കുക.");
define("FR_LAN_13", "ഫയൽ കാലഹരണപ്പെട്ടതാണ്");
define("FR_LAN_14", "നിങ്ങൾ പ്രവർത്തിക്കുന്ന വേളയിൽ, e107 ന്റെ പഴയ പതിപ്പിലെ ഫയൽ ഉണ്ടെങ്കിൽ, അതു സമ്പൂർണ്ണ പരിശോധനയിൽ പരാജയപ്പെടും. നിങ്ങൾ ഈ ഫയലിന്റെ ഏറ്റവും പുതിയ പതിപ്പ് അപ്ലോഡ് ചെയ്തിട്ടുണ്ടെന്ന് ഉറപ്പുവരുത്തുക.");
define("FR_LAN_15", "ഫയൽ എഡിറ്റു ചെയ്തിരിക്കുന്നു");
define("FR_LAN_16", "നിങ്ങൾ ഈ ഫയൽ ഏതെങ്കിലും വിധത്തിൽ എഡിറ്റുചെയ്തിട്ടുണ്ടെങ്കിൽ  അത് സമഗ്രതാ പരിശോധന പാസാവില്ല. ഈ ഫയൽ നിങ്ങൾ മനപ്പൂർവ്വം എഡിറ്റുചെയ്തിട്ടുള്ളതാണെങ്കിൽ, നിങ്ങൾ വിഷമിക്കേണ്ടതില്ല, ഈ സമഗ്ര പരിശോധന പരിശോധന അവഗണിക്കാം. എന്നിരുന്നാലും, ആധികാരിക രേഖപ്പെടുത്താതെ മറ്റാരെങ്കിലും ആ ഫയൽ എഡിറ്റ് ചെയ്തിട്ടുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് e107 zip യിൽ നിന്നും ഈ ഫയലിൻറെ ശരിയായ പതിപ്പ് വീണ്ടും അപ്ലോഡ് ചെയ്യാം.");
define("FR_LAN_17", "നിങ്ങളൊരു SVN ഉപയോക്താവാണെങ്കിൽ");
define("FR_LAN_18", "ഔദ്യോഗിക e107 സ്ഥിരമായ റിലീസുകൾക്ക് പകരം നിങ്ങളുടെ സൈറ്റിൽ e107 SVN ൻറെ ചെക്ക്ഔട്ടുകൾ പ്രവർത്തിപ്പിക്കുകയാണെങ്കിൽ, ഫയലുകൾ സമഗ്ര പരിശോധനയിൽ പരാജയപ്പെട്ടുവെന്ന് നിങ്ങൾ കണ്ടെത്തിയേക്കാം, ഏറ്റവും പുതിയ കോർ ഇമേജ് സ്നാപ്പ്ഷോട്ട് സൃഷ്ടിച്ചതിനുശേഷം ഒരു ഡെവലപർ ഏതെങ്കിലും ഫയലുകൾ എഡിറ്റുചെയ്തതിനാൽ ആണ് ഇത്.");
define("FR_LAN_19", "ഫയലുകൾ പരാജയപ്പെട്ടു");
define("FR_LAN_20", "എല്ലാ ഫയലുകളും പാസായി");
define("FR_LAN_22", "നഷ്ടമായിരിക്കുന്ന കോർ ഫയലുകൾ");
define("FR_LAN_23", "പൊരുത്തങ്ങളൊന്നും കണ്ടെത്തിയില്ല.");
define("FR_LAN_24", "പഴയ കോർ ഫയലുകൾ");
define("FR_LAN_25", "സമഗ്രത കണക്കുകൂട്ടാനാവുന്നില്ല");
define("FR_LAN_26", "മുന്നറിയിപ്പ്!  അരക്ഷിതത്വം കണ്ടെത്തി!");
define("FR_LAN_27", "ചൂഷകസാദ്ധ്യമായ അറിയപ്പെടുന്ന ഫയലുകൾ നിങ്ങളുടെ സെർവറിൽ ഉണ്ട് ഉടൻ തന്നെ അവ നീക്കം ചെയ്യണം.");
define("FR_LAN_28", "അറിയപ്പെടുന്ന സുരക്ഷിതമല്ലാത്ത ഫയലുകൾ");
define("FR_LAN_32", "ആദ്യം സ്കാൻ ചെയ്യേണ്ടതുണ്ട്!");
define("FS_LAN_1", "സ്നാപ്പ്ഷോട്ട് സൃഷ്ടിക്കുക");
define("FS_LAN_2", "ഇമേജുകൾ സൃഷ്ടിക്കാൻ ഉള്ള റൂട്ട് ഡയറക്ടറിയുടെ ആബ്സല്യൂട്ട് പാത്ത്");
define("FS_LAN_3", "പ്ലഗിൻ സ്നാപ്പ്ഷോട്ട് സൃഷ്ടിക്കുക: (നിങ്ങളുടെ പ്ലഗിൻ റൂട്ട് ഡയറക്ടറിയിൽ റൈറ്റ് ചെയ്യാനാകുന്ന e_inspect.php ഫയൽ നിലവിലുണ്ടെങ്കിൽ നിങ്ങളുടെ പ്ലഗിൻ ലിസ്റ്റുചെയ്യപ്പെടും.)");
define("FS_LAN_4", "തിരഞ്ഞെടുക്കുക...");
define("FS_LAN_5", "നിലവിലെ അല്ലെങ്കിൽ ഒഴിവാക്കിയ ഫയലുകളുടെ സ്നാപ്പ്ഷോട്ട് സൃഷ്ടിക്കുക");
define("FS_LAN_6", "നിലവിലുള്ളത്");
define("FS_LAN_7", "ഒഴിവാക്കിയവ");
define("FS_LAN_8", "സ്നാപ്പ്ഷോട്ട് സൃഷ്ടിക്കുക");
define("FS_LAN_9", "സ്നാപ്പ്ഷോട്ട്");
define("FS_LAN_10", "സ്നാപ്പ്ഷോട്ട് സൃഷ്ടിച്ചു");
define("FS_LAN_11", "സ്നാപ്പ്ഷോട്ട് വിജയകരമായി സൃഷ്ടിച്ചു.");
define("FS_LAN_12", "പ്രധാന പേജിലേക്ക് മടങ്ങുക");


?>