<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/06/03 19:13:53
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("CACLAN_1", "കാഷ് സിസ്റ്റം സ്റ്റാറ്റസ്");
define("CACLAN_2", "കാഷ് സ്റ്റാറ്റസ് സജ്ജമാക്കുക");
define("CACLAN_3", "കാഷ് മാനേജ്‌മെന്റ്");
define("CACLAN_5", "ഉള്ളടക്ക കാഷ് ശൂന്യമാക്കുക");
define("CACLAN_6", "കാഷ് ശൂന്യമാക്കി");
define("CACLAN_10", "കാഷ് ഡയറക്ടറിയിൽ റൈറ്റുചെയ്യാനാവുന്നില്ല. ഈ ഡയറക്ടറി CHMOD 0777 ചെയ്തു സജ്ജീകരിച്ചിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക");
define("CACLAN_11", "ഉള്ളടക്ക കാഷ്");
define("CACLAN_12", "സിസ്റ്റം കാഷ്");
define("CACLAN_13", "ഉള്ളടക്ക കാഷിൽ ഉള്ളടക്കം നൽകിയ ഉള്ളടക്കം അടങ്ങിയിരിക്കുന്നു. നിങ്ങളുടെ സൈറ്റിൽ റെൻഡർ ചെയ്ത ഏതൊരു ഉള്ളടക്കവും (html) ഉൾപ്പെടുന്നു.");
define("CACLAN_14", "സിസ്റ്റം ക്യാഷിൽ സിസ്റ്റം കോൺഫിഗറേഷൻ വിവരങ്ങൾ അടങ്ങിയിരിക്കുന്നു. സൈറ്റ് മുൻഗണനകൾ, നിലവിൽ സജീവമായ മെനുകൾ തുടങ്ങിയവ ഇതിൽ ഉൾപ്പെടുന്നു. സൈറ്റിലെ യഥാർത്ഥ ഉള്ളടക്കം ഇവിടെ അടങ്ങിയിരിക്കില്ല.");
define("CACLAN_16", "സിസ്റ്റം കാഷ് ശ്യൂന്യമാക്കുക");
define("CACLAN_17", "നിലവിൽ അടങ്ങിയിരിക്കുന്നു");
define("CACLAN_18", "ഫയൽ");
define("CACLAN_19", "ഫയലുകൾ");
define("CACLAN_20", "ഡിബി ഘടന കാഷ്");
define("CACLAN_21", "ഡേറ്റാബെയിസ് ഘടനാ ക്യാഷിൽ ഡേറ്റാബേസ് ടേബിൾ ഘടനയെപ്പറ്റിയുള്ള വിവരങ്ങൾ അടങ്ങിയിരിക്കുന്നു. ഇവിടെ യഥാർത്ഥ ഉള്ളടക്കമൊന്നും അടങ്ങിയിരിക്കില്ല.");
define("CACLAN_22", "ലഘുചിത്ര കാഷ്");
define("CACLAN_23", "ലഘുചിത്ര കാഷെ ഫയലുകളിൽ ബൈനറി ഇമേജ് ഡാറ്റ അടങ്ങിയിരിക്കുന്നു. അവർ സെർവർ സി.പി.യു വിന്റെ അധിക പ്രവർത്തനം സംരക്ഷിക്കാൻ ഉദ്ദേശിച്ചാണ് അവിടെയുള്ളത്.");
define("CACLAN_24", "ശൂന്യമായ ഡി.ബി ഘടന കാഷ്");
define("CACLAN_25", "ശൂന്യമായ ലഘുചിത്ര കാഷ്");
define("CACLAN_26", "എല്ലാ കാഷുകളും ശൂന്യമാക്കുക");
define("CACLAN_27", "ബ്രൌസർ കാഷ് ശൂന്യമാക്കുക");
define("CACLAN_28", "JS/CSS കാഷ്");
define("CACLAN_29", "ജാവാസ്ക്രിപ്റ്റ് ഫയലുകളും കാസ്കീഡിംഗ് സ്റ്റൈൽഷീറ്റ് ഫയലുകളും കൺസോളിഡേറ്റ് ചെയ്യുകയും കാഷ് ചെയ്യുകയും ചെയ്യുക.");
define("CACLAN_30", "JS/CSS കാഷ് ശൂന്യമാക്കുക");


?>