<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/06/02 22:17:37
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("UPLLAN_1", "അപ്ലോഡ് പട്ടികയിൽ നിന്ന് നീക്കംചെയ്തു.");
define("UPLLAN_2", "ക്രമീകരണം ഡാറ്റാബേസിൽ സംരക്ഷിച്ചു");
define("UPLLAN_4", "ഒന്നും മാറിയില്ല - അപ്ഡേറ്റ് ചെയ്തിട്ടില്ല");
define("UPLLAN_5", "പോസ്റ്റർ");
define("UPLLAN_7", "വെബ്സൈറ്റ്");
define("UPLLAN_14", "ഡെമോ");
define("UPLLAN_16", "ന്യൂസ്പോസ്റ്റിലേക്ക് പകർത്തുക");
define("UPLLAN_17", "പട്ടികയിൽ നിന്ന് അപ്ലോഡ് നീക്കം ചെയ്യുക");
define("UPLLAN_18", "വിശദാംശങ്ങൾ കാണുക");
define("UPLLAN_19", "പരിഷ്കരിച്ച പൊതു അപ്ലോഡുകളൊന്നും ഇല്ല");
define("UPLLAN_20", "അവിടെ");
define("UPLLAN_21", "മാറ്റമില്ലാത്ത പൊതു അപ്ലോഡുചെയ്യൽ");
define("UPLLAN_24", "ഫയൽ ഫോർമാറ്റ്");
define("UPLLAN_25", "ഫയൽ അപ്ലോഡുകളെ അനുവദിക്കുക");
define("UPLLAN_26", "അപ്രാപ്തമാക്കിയിരിക്കുകയാണെങ്കിൽ പൊതു അപ്ലോഡുകളൊന്നും അനുവദിക്കില്ല");
define("UPLLAN_27", "മോഡറേറ്റ് ചെയ്യാത്ത പൊതു അപ്ലോഡുകൾ");
define("UPLLAN_33", "പരമാവധി ഫയൽ വലുപ്പം");
define("UPLLAN_34", "പൂർണ്ണ വലുപ്പത്തിലുള്ള അപ്ലോഡ് വലുപ്പം ബൈറ്റുകളിൽ. അതുകൂടാതെ php.ini ലെയും filetypes.xml ലെയും ക്രമീകരണങ്ങളാൽ പരിമിതപ്പെടുത്തിയിരിക്കുന്നു");
define("UPLLAN_37", "അനുമതി");
define("UPLLAN_38", "ചില ഉപയോക്താക്കളെ അപ്ലോഡുചെയ്യാൻ അനുവദിക്കുന്നതിന് തിരഞ്ഞെടുക്കുക");
define("UPLLAN_41", "ദയവായി ശ്രദ്ധിക്കുക - നിങ്ങളുടെ php.ini- ൽ നിന്നുള്ള ഫയൽ അപ്ലോഡുകൾ അപ്രാപ്തമാക്കിയിരിക്കുകയാണ്, ഓണായി സജ്ജമാക്കുന്നതുവരെ ഫയലുകൾ അപ്ലോഡുചെയ്യാൻ കഴിയില്ല.");
define("UPLLAN_45", "ഇനിപ്പറയുന്ന ഫയൽ ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ ...");
define("UPLAN_COPYTODLM", "ഡൗൺലോഡ് മാനേജറിലേക്കു പകർത്തുക");
define("UPLAN_IS", "ആണ്");
define("UPLAN_ARE", "ആകുന്നു");
define("UPLAN_COPYTODLS", "ഡൗൺലോഡുകളിലേക്ക് പകർത്തുക");
define("UPLLAN_51", "അപ്ലോഡുചെയ്യൽ ലിസ്റ്റ് ചെയ്യുക");
define("UPLLAN_52", "ഫയൽ അപ്ലോഡ് അനുമതികൾ കൈകാര്യം ചെയ്യുന്നതിനുള്ള ഒരു ഫയൽ സൃഷ്ടിക്കാൻ ഈ പേജ് നിങ്ങളെ സഹായിക്കുന്നു. ഫയൽ [x] ആയി സംരക്ഷിച്ചു, ഇത് പ്രാബല്യത്തിൽ വരുന്നതിനായി [y] ലേക്ക് പകർത്തണം.");
define("UPLLAN_54", "ഫയൽ എക്സ്റ്റൻഷനുകൾ");
define("UPLLAN_55", "പരമാവധി അപ്ലോഡ് വലുപ്പം");
define("UPLLAN_56", "ഫയൽ സൃഷ്ടിക്കുക");
define("UPLLAN_57", "മൂല്യങ്ങളുടെ ഉറവിടം:");
define("UPLLAN_59", "ക്രമീകരണങ്ങൾ ഇതിലേക്ക് എഴുതപ്പെട്ടു");
define("UPLLAN_60", "ഇപ്പോൾ ഈ ഫയൽ ഇതിലേക്ക് നീക്കുക");
define("UPLLAN_61", "ഫയൽ റൈറ്റുചെയ്യുന്നതിൽ പിശക്:");
define("UPLLAN_62", "ഡൗൺലോഡ് പ്ലഗിൻ ഇൻസ്റ്റാളുചെയ്തിട്ടില്ല - സജീവമാക്കൽ സാധ്യമല്ല.");
define("UPLLAN_63", "റെക്കോർഡ് ഡൗൺലോഡുകളിലേക്ക് നീക്കി. [x]");
define("UPLLAN_64", "ഡൗൺലോഡ് മാനേജുചെയ്യുക");
define("UPLLAN_66", "ഡൗൺലോഡ് പാത്ത് പിശക്");
define("UPLLAN_68", "SQL പിശക്:");
define("UPLLAN_69", "ഇമ്പോർട് ചെയ്തു");
define("UPLLAN_70", "[x] എന്നതിലേക്ക് അയയ്ക്കുക");
