<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/13 19:52:03
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("GSLAN_1", "സൈറ്റ് ലിങ്ക്");
define("GSLAN_2", "ഇമ്പോർട് ചെയ്യണോ?");
define("GSLAN_7", "ലിങ്കുകൾ ഇമ്പോർട് ചെയ്യുക");
define("GSLAN_8", "ഇതോടു കൂടെ ഇമ്പോർട്ടു ചെയ്യുക:");
define("GSLAN_9", "മുൻഗണന");
define("GSLAN_10", "ആവൃത്തി");
define("GSLAN_11", "എപ്പോഴും");
define("GSLAN_12", "മണിക്കൂറിൽ");
define("GSLAN_13", "ദിവസേന");
define("GSLAN_14", "ആഴ്ചതോറും");
define("GSLAN_15", "മാസന്തോറും");
define("GSLAN_16", "വർഷന്തോറും");
define("GSLAN_18", "ചെക്ക്‌ചെയ്ത ലിങ്കുകൾ ഇമ്പോർട്ട് ചെയ്യുക");
define("GSLAN_20", "ലിസ്റ്റിംഗ്");
define("GSLAN_21", "നിർദ്ദേശങ്ങൾ");
define("GSLAN_22", "പുതിയ എൻട്രി സൃഷ്ടിക്കുക");
define("GSLAN_23", "ഇമ്പോർട്ട് ചെയ്യുക");
define("GSLAN_24", "ഗൂഗിൾ സൈറ്റ്മാപ്പ് എൻട്രികൾ");
define("GSLAN_27", "ലാസ്റ്റ്മോഡ്");
define("GSLAN_28", "ആവൃത്തി");
define("GSLAN_29", "ഗൂഗിൾ സൈറ്റ്മാപ്പ് കോൺഫിഗറേഷൻ");
define("GSLAN_32", "ഗൂഗിൾ സൈറ്റ്മാപ്പുകൾ ഉപയോഗിക്കുന്നതെങ്ങനെ");
define("GSLAN_33", "GSiteMap നിർദ്ദേശങ്ങൾ");
define("GSLAN_34", "ആദ്യം, നിങ്ങളുടെ സൈറ്റ്മാപ്പിൽ പട്ടികപ്പെടുത്താൻ ആഗ്രഹിക്കുന്ന ലിങ്കുകൾ സൃഷ്ടിക്കുക. വലതുവശത്തുള്ള 'ഇമ്പോർട്ട് ചെയ്യുക' ബട്ടൺ ക്ലിക്കുചെയ്ത് നിങ്ങളുടെ ലിങ്കുകളുടെ പരമാവധി നിങ്ങൾക്ക് ഇമ്പോർട്ട് ചെയ്യാൻ കഴിയും");
define("GSLAN_35", "നിങ്ങളുടെ ലിങ്കുകൾ ഇംപോർട്ടുചെയ്യാൻ നിങ്ങൾ തിരഞ്ഞെടുത്തിട്ടുണ്ടെങ്കിൽ, 'ഇമ്പോർട്ട്' ക്ലിക്കുചെയ്യുക, തുടർന്ന് നിങ്ങൾ ഇമ്പോർട്ട് ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ലിങ്കുകൾ പരിശോധിക്കുക");
define("GSLAN_36", "നിങ്ങൾക്ക് 'പുതിയ എൻട്രി സൃഷ്ടിക്കുക' ക്ലിക്കുചെയ്ത് നേരിട്ട് വ്യക്തിഗത ലിങ്കുകൾ നൽകാം");
define("GSLAN_37", "ഒരിക്കൽ നിങ്ങൾക്ക് ചില എൻട്രികൾ ഉണ്ടെങ്കിൽ, [URL] എന്നതിലേക്ക് പോയി താഴെ പറയുന്ന URL നൽകുക -> <b>".SITEURL."gsitemap.php</b> - ഈ url നിങ്ങൾക്ക് അനുയോജ്യമല്ലെങ്കിൽ, ദയവായി നിങ്ങളുടെ സൈറ്റ് url ശരിയാണെന്ന് അഡ്മിൻ -> മുൻഗണനകളിൽ പോയി ഉറപ്പാക്കുക ");
define("GSLAN_38", "ഗൂഗിൾ സൈറ്റ്മാപ്പ് പ്രോട്ടോക്കോളിനെ കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക്, [URL] എന്നതിലേക്ക് പോകുക.
");
define("GSLAN_39", "സൈറ്റ്മാപ്പിൽ ലിങ്കുകളൊന്നുമില്ല - സൈറ്റ്ലിങ്കുകൾ ഇംപോർട്ട് ചെയ്യട്ടെ?");


?>