<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/26 22:29:58
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("CHBLAN_11", "പ്രദർശിപ്പിക്കേണ്ട ചാറ്റ്ബോക്സ് പോസ്റ്റുകൾ");
define("CHBLAN_12", "ചാറ്റ്ബോക്സിൽ പ്രദർശിപ്പിച്ചിരിക്കുന്ന പോസ്റ്റുകളുടെ എണ്ണം");
define("CHBLAN_20", "ചാറ്റ്ബോക്സ് ക്രമീകരണങ്ങൾ");
define("CHBLAN_22", "ഒരു നിശ്ചിത സമയത്തേക്കാൾ പഴയ പോസ്റ്റുകളെ നീക്കം ചെയ്യുക");
define("CHBLAN_23", "പഴയ പോസ്റ്റുകളെ നീക്കം ചെയ്യുക");
define("CHBLAN_24", "ഒരുദിവസം");
define("CHBLAN_25", "ഒരു ആഴ്ച");
define("CHBLAN_26", "ഒരു മാസം");
define("CHBLAN_27", "- എല്ലാ പോസ്റ്റുകളും ഇല്ലാതാക്കുക -");
define("CHBLAN_29", "ഉയരം [x] ഉള്ള സ്ക്രോളിംഗ് ലേയറിനുള്ളിൽ ചാറ്റ്ബോക്സ് പ്രദർശിപ്പിക്കുക");
define("CHBLAN_31", "ഇമോട്ടിക്കോണുകൾ കാണിക്കുക");
define("CHBLAN_32", "മോഡറേറ്റർ ഉപയോക്തൃ ക്ലസ്");
define("CHBLAN_33", "വീണ്ടും കണക്കാക്കിയ ഉപയോക്തൃ എണ്ണം");
define("CHBLAN_34", "ഉപയോക്തൃ കുറിപ്പിന്റെ എണ്ണം വീണ്ടും കണക്കുകൂട്ടുക");
define("CHBLAN_35", "വീണ്ടും കണക്കുകൂട്ടുക");
define("CHBLAN_36", "ചാറ്റ്ബോക്സ് ഡിസ്പ്ലേ ഓപ്ഷനുകൾ");
define("CHBLAN_37", "സാധാരണ ചാറ്റ്ബോക്സ്");
define("CHBLAN_38", "ചലനാത്മക കുറിപ്പുകൾ അപ്ഡേറ്റ് ചെയ്യുന്നതിനായി javascript കോഡ് ഉപയോഗിക്കുക (AJAX)");
define("CHBLAN_42", "ഉപയോക്തൃ പ്രൊഫൈലിലെ കുറിപ്പുകളുടെ എണ്ണം കാണിക്കുക");


?>