<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/29 13:24:54
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("CHATBOX_L1", "ഈ ഉപയോക്തൃനാമം രജിസ്റ്റർ ചെയ്യാത്തതിനാൽ പോസ്റ്റ് അംഗീകരിക്കാൻ കഴിയില്ല - അത് നിങ്ങളുടെ ഉപയോക്തൃനാമം ആണെങ്കിൽ പോസ്റ്റ് ചെയ്യാൻ ലോഗിൻ ചെയ്യുക.");
define("CHATBOX_L3", "ഈ സൈറ്റിലെ അഭിപ്രായങ്ങൾ പോസ്റ്റുചെയ്യുന്നതിന് നിങ്ങൾ ലോഗിൻ ചെയ്തിരിക്കണം - ദയവായി ലോഗിൻ ബോക്സിൽ നിന്നും അല്ലെങ്കിൽ [ഇവിടെ] നിന്നും ലോഗിൻ ചെയ്യുക.");
define("CHATBOX_L3b", "നിങ്ങൾ രജിസ്റ്റർ ചെയ്തിട്ടില്ലെങ്കിൽ സൈൻ അപ്പ് ചെയ്യാൻ ഇവിടെ [ഇവിടെ] ക്ലിക്കുചെയ്യുക.");
define("CHATBOX_L4", "പുതിയ സന്ദേശം പോസ്റ്റുചെയ്യുക");
define("CHATBOX_L5", "പുനഃസജ്ജമാക്കുക");
define("CHATBOX_L6", "[അഡ്മിൻ തടഞ്ഞു]");
define("CHATBOX_L7", "തടസ്സം മാറ്റുക");
define("CHATBOX_L8", "വിവരം");
define("CHATBOX_L9", "തടയുക");
define("CHATBOX_L11", "ഇതുവരെ സന്ദേശങ്ങളൊന്നുമില്ല.");
define("CHATBOX_L12", "എല്ലാ പോസ്റ്റുകളും കാണുക");
define("CHATBOX_L13", "ചാറ്റ്ബോക്സ് മോഡറേറ്റ് ചെയ്യുക");
define("CHATBOX_L14", "ഇമോട്സ് ");
define("CHATBOX_L15", "പോസ്റ്റ് ദൈർഘ്യമേറിയതാണ് അല്ലെങ്കിൽ ശൂന്യമായ പോസ്റ്റ് സമർപ്പിച്ചു");
define("CHATBOX_L17", "തനിപ്പകർപ്പ് പോസ്റ്റ്");
define("CHATBOX_L18", "ചാറ്റ്ബോക്സ് സന്ദേശങ്ങൾ മോഡറേറ്റുചെയ്തു");
define("CHATBOX_L19", "നിങ്ങൾക്ക് ഒരിക്കൽ മാത്രം പോസ്റ്റ് ചെയ്യാം എല്ലാ ".(FLOODPROTECT ? FLOODTIMEOUT : 'n/a')." സെക്കന്റിലും");
define("CHATBOX_L20", "ചാറ്റ്ബോക്സ് (എല്ലാ പോസ്റ്റുകളും)");
define("CHATBOX_L22", "മേൽ");
define("CHATBOX_L24", "നിങ്ങൾക്ക് ഈ പേജ് കാണുന്നതിനുള്ള ശരിയായ അനുമതികൾ ഇല്ല.");
define("CHATBOX_L25", "[ഈ പോസ്റ്റ് അഡ്മിൻ തടഞ്ഞു]");
define("LAN_CHATBOX_100", "നിങ്ങളുടെ സന്ദേശം ഇവിടെ ടൈപ്പുചെയ്യുക.");


?>