<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/29 15:16:20
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("BNRLAN_00", "ഇതുവരെ ബാനറുകളൊന്നും സൃഷ്ടിച്ചിട്ടില്ല.");
define("BNRLAN_01", "ബാനർ ഐഡി കണ്ടെത്തിയില്ല.");
define("BNRLAN_11", "കാമ്പെയ്ൻ");
define("BNRLAN_12", "ക്ലയന്റ് ലോഗിൻ");
define("BNRLAN_15", "URL ക്ലിക്ക് ചെയ്യുക");
define("BNRLAN_16", "വാങ്ങുന്ന ഇംപ്രഷനുകളുടെ എണ്ണം");
define("BNRLAN_25", "പുതിയത് ചേർക്കുക അല്ലെങ്കിൽ നിലവിലുള്ള കാമ്പെയ്ൻ തിരഞ്ഞെടുക്കുക");
define("BNRLAN_28", "പുതിയത് ചേർക്കുക അല്ലെങ്കിൽ നിലവിലെ ക്ലയന്റ് തിരഞ്ഞെടുക്കുക");
define("BNRLAN_29", "പുതിയ ക്ലയന്റ് നൽകുക");
define("BNRLAN_31", "ശൂന്യമായി വിട്ടപ്പോൾ പരിധി ഇല്ല.");
define("BNRLAN_32", "ബാനർ ചിത്രം തിരഞ്ഞെടുക്കുക");
define("BNRLAN_33", "കോഡ്");
define("BNRLAN_35", "ബാനർ മെനു");
define("BNRLAN_38", "പരസ്യം");
define("BNRLAN_39", "മെനുവിൽ കാണിക്കേണ്ട കാമ്പെയ്നുകൾ");
define("BNRLAN_40", "ഇതുവരെ കാമ്പെയിനുകളൊന്നുമില്ല.");
define("BNRLAN_41", "കാണിക്കാൻ ബാനറുകളുടെ എണ്ണം");
define("BNRLAN_42", "ഒന്നിലധികം കാമ്പെയിനുകൾ തിരഞ്ഞെടുക്കുമ്പോൾ ഇത് മാത്രം ഉപയോഗിക്കുന്നു.");
define("BNRLAN_43", "കാമ്പെയ്നുകൾ എങ്ങനെ പ്രദർശിപ്പിക്കണം?");
define("BNRLAN_44", "റെൻഡർ തരം തിരഞ്ഞെടുക്കുക ...");
define("BNRLAN_45", "ഒരു മെനുവിൽ റെൻഡർ ചെയ്ത ഒരു കാമ്പെയ്ൻ");
define("BNRLAN_46", "ഒരു മെനുവിൽ റെക്കോർഡുചെയ്ത എല്ലാ തിരഞ്ഞെടുക്കപ്പെട്ട കാമ്പെയ്നുകളും");
define("BNRLAN_47", "പ്രത്യേക മെനുകളിൽ റെൻഡർ ചെയ്തിരിക്കുന്ന എല്ലാ തിരഞ്ഞെടുക്കപ്പെട്ട കാമ്പെയ്നുകളും");
define("BNRLAN_48", "തിരഞ്ഞെടുത്ത എല്ലാ കാമ്പെയ്നുകളും (ബോക്സ് റെൻഡറിംഗൊന്നും ഇല്ല)");
define("BNRLAN_50", "ലോക്കൽ");
define("BNRLAN_51", "റിമോട്ട്");
define("BNRLAN_HELP_01", "ബാനർ സഹായം");
define("BNRLAN_HELP_02", "ഈ പ്ലഗിൻ നിങ്ങളുടെ സൈറ്റിലെ പരസ്യങ്ങൾ നിയന്ത്രിക്കാൻ ഉപയോഗിക്കാം. <br /><br />ഒരു പുതിയ ബാനർ സൃഷ്ടിക്കുമ്പോൾ നിങ്ങളുടെ ക്ലയന്റിന് കാമ്പയിന്റെ പുരോഗതി പരിശോധിക്കാനായി ഒരു ഉപയോക്തൃനാമവും രഹസ്യവാക്കും സൃഷ്ടിക്കാൻ കഴിയും. <br /><br />നിങ്ങൾക്ക് മെനു മാനേജർ ഉപയോഗിച്ച് ബാനർ മെനു പ്രാപ്തമാക്കുകയും അവിടെ നിന്നും കൂടുതൽ കോൺഫിഗറേഷൻ നടപ്പിലാക്കുകയും ചെയ്യാം.");


?>