<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/13 12:18:35
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("NFPM_LAN_1", "ത്രെഡ്");
define("NFPM_LAN_2", "പോസ്റ്റർ");
define("NFPM_LAN_3", "കാഴ്ചകൾ");
define("NFPM_LAN_4", "മറുപടികൾ");
define("NFPM_LAN_5", "ലാസ്റ്റ് പോസ്റ്റ്");
define("NFPM_LAN_6", "ത്രെഡുകൾ");
define("NFPM_LAN_7", "വഴി");
define("NFPM_L1", "നിങ്ങളുടെ ഫ്രന്റ് പേജിൽ പുതിയ ഫോറം പോസ്റ്റുകളുടെ ഒരു പട്ടിക ഈ പ്ലഗിൻ പ്രദർശിപ്പിക്കുന്നു");
define("NFPM_L2", "പുതിയ ഫോറം പോസ്റ്റുകൾ");
define("NFPM_L3", "കോൺഫിഗർ ചെയ്യുന്നതിന്, അഡ്മിൻ മുൻ പേജിന്റെ പ്ലഗിൻസ് വിഭാഗത്തിലെ ലിങ്കിൽ ക്ലിക്കുചെയ്യുക");
define("NFPM_L4", "ഏത് മേഖലയിലാണ് സജീവക്കേണ്ടത്?");
define("NFPM_L5", "നിഷ്ക്രിയം");
define("NFPM_L6", "പേജിന്റെ മുകൾഭാഗം");
define("NFPM_L7", "പേജിന്റെ ചുവട്ഭാഗം");
define("NFPM_L8", "ക്യാപ്ഷൻ");
define("NFPM_L9", "പ്രദർശിപ്പിക്കുന്നതിന് പുതിയ പോസ്റ്റുകളുടെ എണ്ണം?");
define("NFPM_L10", "സ്ക്രോളിംഗ് ലെയർ ഉള്ളിൽ പ്രദർശിപ്പിക്കണോ?");
define("NFPM_L11", "ലെയർ ഉയരം");
define("NFPM_L12", "പുതിയ ഫോറം പോസ്റ്റുകൾ കോൺഫിഗറേഷൻ");
define("NFPM_L13", "പുതിയ ഫോറം പോസ്റ്റുകൾ ക്രമീകരണങ്ങൾ അപ്ഡേറ്റ് ചെയ്തു.");
define("NFPM_L14", "ഏറ്റവും പുതിയ ഫോറം പോസ്റ്റുകൾ പ്രദർശിപ്പിക്കണോ?");
define("NFPM_L15", "ഡിഫോൾട്ടായി, ഏറ്റവും പുതിയ വിഷയങ്ങൾ കാണിക്കുന്നു.");
define("NFPM_L16", "[ഉപയോക്താവിനെ ഇല്ലാതാക്കി]");
define("NFPM_L17", "ജനപ്രിയ ത്രെഡിൽ പുതിയ പോസ്റ്റുകൾ ഉണ്ട്");
define("NFPM_L18", "പുതിയ പോസ്റ്റുകൾ");
define("NFPM_L19", "ജനപ്രിയ ത്രെഡിൽ പോസ്റ്റുകൾ ഒന്നുമില്ല");
define("NFPM_L20", "പുതിയ പോസ്റ്റുകൾ ഒന്നുമില്ല");
define("NFPM_L21", "സ്റ്റിക്കി ത്രെഡ്");
define("NFPM_L22", "അടച്ച സ്റ്റിക്കി ത്രെഡ്");
define("NFPM_L23", "പ്രഖ്യാപനം");
define("NFPM_L24", "അടച്ച ത്രെഡ്");
