<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/17 06:37:40
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("LAN_PLUGIN_LISTNEW_NAME", "പുതിയ ഇനങ്ങൾ ലിസ്റ്റ് ചെയ്യുക");
define("LAN_PLUGIN_LISTNEW_DESCRIPTION", "എല്ലാ e107 വിഭാഗങ്ങളിലെയും ഏറ്റവും പുതിയ കൂട്ടിച്ചേർക്കലുകളടങ്ങുന്ന  ലിസ്റ്റ്/ അല്ലെങ്കിൽ മെനു കാണുന്നതിന് ഈ പ്ലഗിൻ അനുവദിക്കുന്നു. നിങ്ങളുടെ അവസാന സന്ദർശനത്തിനുശേഷം ഉണ്ടായ ഡാറ്റയോടുകൂടിയ പട്ടിക  നിങ്ങൾക്ക്  കാണാൻ കഴിയും, അല്ലെങ്കിൽ ഏറ്റവും പുതിയ കൂട്ടിച്ചേർക്കലുകളുടെ ഒരു പൊതുവായ ഒരു പട്ടിക കാണാവുന്നതാണ്.");


?>