<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/26 21:43:46
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("LAN_USER_01", "പ്രദർശിപ്പിക്കേണ്ട പേര്");
define("LAN_USER_02", "ലോഗിൻ നാമം");
define("LAN_USER_03", "യഥാർത്ഥ പേര്");
define("LAN_USER_04", "ഇഷ്ടാനുസൃത ശീർഷകം");
define("LAN_USER_06", "ഫോട്ടോഗ്രാഫ്");
define("LAN_USER_07", "അവതാർ");
define("LAN_USER_09", "സിഗ്നേച്ചർ");
define("LAN_USER_10", "ഇമെയിൽ മറയ്ക്കുക");
define("LAN_USER_12", "ഉപയോക്തൃ ക്ലാസ്");
define("LAN_USER_13", "ഐ.ഡി");
define("LAN_USER_14", "ചേർന്ന തീയതി");
define("LAN_USER_15", "അവസാന സന്ദർശനം");
define("LAN_USER_16", "നിലവിലെ സന്ദർശനം");
define("LAN_USER_18", "IP വിലാസം");
define("LAN_USER_19", "നിരോധിക്കുക");
define("LAN_USER_20", "മുൻഗണനകൾ");
define("LAN_USER_21", "സന്ദർശനങ്ങൾ");
define("LAN_USER_22", "അഡ്മിൻ");
define("LAN_USER_23", "പെർമിഷനുകൾ");
define("LAN_USER_24", "പാസ്വേഡ് മാറ്റം");
define("LAN_USER_31", "പ്രധാന സൈറ്റ് അഡ്മിനിസ്ട്രേറ്റർ");
define("LAN_USER_32", "സൈറ്റ് അഡ്മിനിസ്ട്രേറ്റർ");
define("LAN_USER_33", "വിവരമൊന്നുമില്ല");
define("LAN_USER_34", "മുമ്പ്");
define("LAN_USER_35", "[അഭ്യർത്ഥന മൂലം മറച്ചിരിക്കുന്നു]");
define("LAN_USER_36", "ഉപയോക്തൃ അഭിപ്രായങ്ങൾ കാണുന്നതിന് ഇവിടെ ക്ലിക്കുചെയ്യുക");
define("LAN_USER_37", "ഫോറം പോസ്റ്റുകൾ കാണാൻ ഇവിടെ ക്ലിക്കുചെയ്യുക");
define("LAN_USER_38", "നിങ്ങളുടെ വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യാൻ ഇവിടെ ക്ലിക്കുചെയ്യുക");
define("LAN_USER_39", "ഈ ഉപയോക്താവിന്റെ വിവരങ്ങൾ എഡിറ്റുചെയ്യാൻ ഇവിടെ ക്ലിക്കുചെയ്യുക");
define("LAN_USER_40", "മുൻ അംഗം");
define("LAN_USER_41", "അടുത്ത അംഗം");
define("LAN_USER_42", "ഫോട്ടോ ഇല്ല");
define("LAN_USER_43", "ഫോട്ടോ ഇല്ലാതാക്കുക");
define("LAN_USER_44", "പലവക");
define("LAN_USER_45", "അവരോഹണ ക്രമത്തിൽ");
define("LAN_USER_46", "ആരോഹണ ക്രമത്തിൽ");
define("LAN_USER_49", "ആ ഉപയോക്താവ് രജിസ്റ്റർ ചെയ്യാത്തതിനാൽ കാണിക്കുവാൻ വിവരമൊന്നുമില്ല");
define("LAN_USER_50", "അംഗത്തിന്റെ പ്രൊഫൈൽ");
define("LAN_USER_51", "അതൊരു സാധുതയുള്ള ഉപയോക്താവല്ല.");
define("LAN_USER_52", "രജിസ്റ്റർ ചെയ്ത അംഗങ്ങൾ");
define("LAN_USER_53", "രജിസ്റ്റർ ചെയ്ത അംഗങ്ങളില്ല.");
define("LAN_USER_54", "നില");
define("LAN_USER_55", "നിങ്ങൾക്ക് ഈ പേജ് കാണാൻ ആക്സസ് ഇല്ല.");
define("LAN_USER_56", "രജിസ്റ്റർ ചെയ്ത അംഗങ്ങൾ:");
define("LAN_USER_57", "ഓർഡർ:");
define("LAN_USER_58", "അംഗം");
define("LAN_USER_59", "ചേർന്നത്‌");
define("LAN_USER_60", "ഈമെയിൽ വിലാസം:");
define("LAN_USER_62", "സ്വകാര്യ സന്ദേശം അയയ്ക്കുക");
define("LAN_USER_63", "യഥാർത്ഥ പേര്:");
define("LAN_USER_64", "സൈറ്റ് സ്ഥിതിവിവരക്കണക്കുകൾ");
define("LAN_USER_65", "അവസാന സന്ദർശനം");
define("LAN_USER_66", "രജിസ്ട്രേഷൻ മുതൽ ഉള്ള സൈറ്റ് സന്ദർശനങ്ങൾ");
define("LAN_USER_67", "ചാറ്റ്ബോക്സ് പോസ്റ്റുകൾ");
define("LAN_USER_68", "അഭിപ്രായ പോസ്റ്റുകൾ");
define("LAN_USER_69", "ഫോറം പോസ്റ്റുകൾ");
define("LAN_USER_71", "കയ്യൊപ്പ്:");
define("LAN_USER_72", "അവതാർ:");
define("LAN_USER_73", "ഉള്ളടക്ക/മെയിൽ-ലിസ്റ്റുകളുടെ തിരഞ്ഞെടുപ്പ്");
define("LAN_USER_74", "ഇഷ്ടാനുസൃത ശീർഷകം");
define("LAN_USER_75", "നിങ്ങളുടെ --SOMETHING-- ആവശ്യമാണ്");
define("LAN_USER_76", "സബ്സ്ക്രൈബു ചെയ്തത്");
define("LAN_USER_77", "നിങ്ങളുടെ പാസ്വേഡ് ചുരുങ്ങിയത് --COUNT-- പ്രതീകങ്ങൾ നീളമുള്ളതായിരിക്കണം.");
define("LAN_USER_78", "കുറഞ്ഞത്.");
define("LAN_USER_79", "പ്രതീകങ്ങൾ.");
define("LAN_USER_80", "സൈറ്റിൽ പ്രദർശിപ്പിച്ചിരിക്കുന്ന പേര്");
define("LAN_USER_81", "ഉപയോക്തൃനാമം:");
define("LAN_USER_82", "സൈറ്റിൽ ലോഗിൻ ചെയ്യാൻ നിങ്ങൾ ഉപയോഗിക്കുന്ന പേര്");
define("LAN_USER_83", "ഇമെയിൽ വിലാസം മറയ്ക്കണോ?");
define("LAN_USER_84", "ഇത് നിങ്ങളുടെ ഇമെയിൽ വിലാസം സൈറ്റിൽ പ്രദർശിപ്പിക്കുന്നത് തടയും");
define("LAN_USER_85", "നിങ്ങളുടെ ഉപയോക്തൃനാമം മാറ്റാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നിങ്ങൾ ഒരു സൈറ്റ് അഡ്മിനിസ്ട്രേറ്ററോട് ചോദിക്കണം");
define("LAN_USER_86", "പരമാവധി അവതാർ വലുപ്പം --WIDTH-- x --HEIGHT-- പിക്സൽ ആണ്");
define("LAN_USER_87", "ഈ ഉപയോക്താവിനെ റേറ്റുചെയ്യാൻ ലോഗിൻ ചെയ്യുക!");
define("LAN_XUP_ERRM_01", "സൈൻഅപ്പ് പരാജയപ്പെട്ടു! ഈ സവിശേഷത അപ്രാപ്തമാക്കിയിരിക്കുകയാണ്.");
define("LAN_XUP_ERRM_02", "സൈൻഅപ്പ് പരാജയപ്പെട്ടു! തെറ്റായ ദാതാവ്.");
define("LAN_XUP_ERRM_03", "ലോഗിൻ ചെയ്യുന്നത് പരാജയപ്പെട്ടു! തെറ്റായ ദാതാവ്.");
define("LAN_XUP_ERRM_04", "സൈൻഅപ്പ് പരാജയപ്പെട്ടു! ഉപയോക്താവ് ഇതിനകം പ്രവേശിച്ചു കഴിഞ്ഞിരിക്കുന്നു.");
define("LAN_XUP_ERRM_05", "സൈൻഅപ്പ് പരാജയപ്പെട്ടു! ഉപയോക്താവ് ഇതിനകം നിലവിലുണ്ട്. പകരം 'ലോഗിൻ' ചെയ്യാൻ ശ്രമിക്കുക.");
define("LAN_XUP_ERRM_06", "സൈൻഅപ്പ് പരാജയപ്പെട്ടു! ഉപയോക്തൃ ഇമെയിൽ ആക്സസ് ചെയ്യാൻ കഴിയില്ല - ഒരു ഇമെയിൽ കൂടാതെ രജിസ്റ്റർ ചെയ്യാൻ സാധ്യമല്ല.");
define("LAN_XUP_ERRM_07", "സോഷ്യൽ ലോഗിൻ ടെസ്റ്റർ");
define("LAN_XUP_ERRM_08", "പുതിയ-ഉപയോക്താവിന്റെ പ്രവേശന/സൈഅപ്പ്അപ്പ് നടപടിക്രമം പരിശോധിക്കുന്നതിനുമുമ്പ് e107 ന്റെ ലോഗ് ഔട്ട് ചെയ്യുക.");
define("LAN_XUP_ERRM_09", "[x] ഉപയോഗിച്ച് മാത്രം ലോഗിൻ ചെയ്യാൻ ടെസ്റ്റ് ചെയ്യുക");
define("LAN_XUP_ERRM_10", "[x] ഉപയോഗിച്ച് സൈൻഅപ്പ് ചെയ്യുക/ലോഗിൻ ചെയ്യുക");
define("LAN_XUP_ERRM_11", "ലോഗിൻ ചെയ്തതിരിക്കുന്നു:");
define("LAN_XUP_ERRM_12", "ടെസ്റ്റ് ലോഗൗട്ട്");


?>