<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/26 07:54:53
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("LANINS_001", "E107 ഇൻസ്റ്റലേഷൻ");
define("LANINS_002", "ഘട്ടം");
define("LANINS_003", "1");
define("LANINS_004", "ഭാഷ തിരഞ്ഞെടുക്കൽ");
define("LANINS_005", "ഇൻസ്റ്റലേഷൻ സമയത്ത് ഉപയോഗിക്കേണ്ട ഭാഷ ദയവായി തിരഞ്ഞെടുക്കുക");
define("LANINS_007", "4");
define("LANINS_008", "PHP, MySQL പതിപ്പുകളുടെ പരിശോധന / ഫയൽ പെർമിഷൻ പരിശോധന");
define("LANINS_009", "ഫയൽ പെർമിഷനുകൾ പുനഃസ്ഥാപിക്കുക");
define("LANINS_010", "ഫയൽ എഴുതാൻ കഴിയാത്തവയാണ്:");
define("LANINS_010a", "ഫോൾഡർ എഴുതാൻ കഴിയാത്തതാണ്:");
define("LANINS_012", "MySQL ഫങ്ഷനുകൾ ലഭ്യമാണെന്ന് തോന്നുന്നില്ല. ഇത് അർത്ഥമാക്കുന്നത് PHP MySQL എക്സ്റ്റൻഷൻ ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല അല്ലെങ്കിൽ നിങ്ങളുടെ PHP ഇൻസ്റ്റലേഷൻ MySQL പിന്തുണയോടെ കംപൈൽ ചെയ്തിട്ടില്ല എന്നാണ്.");
define("LANINS_013", "നിങ്ങളുടെ MySQL പതിപ്പ് നമ്പർ നിർണ്ണയിക്കാൻ കഴിഞ്ഞില്ല. ഇതൊരു ഗുരുതരമായ പിഴവല്ല, അതിനാൽ ദയവായി ഇൻസ്റ്റലേഷൻ തുടരുക, പക്ഷേ e107 ന് ശരിയായി പ്രവർത്തിക്കുവാൻ MySQL> = 3.23 ആവശ്യമാണ്.");
define("LANINS_014", "ഫയൽ അനുമതികൾ");
define("LANINS_015", "PHP പതിപ്പ്");
define("LANINS_017", "പാസ്സ്");
define("LANINS_018", "ലിസ്റ്റുചെയ്ത എല്ലാ ഫയലുകളും ഉണ്ടെന്നും ഒപ്പം അവ റൈറ്റ് ചെയ്യാവുന്നതുമാണെന്ന് ഉറപ്പുവരുത്തുക. ഇത് സാധാരണയായി 777 CHMOD ചെയ്യലും ഉൾപ്പെടുന്നു, പക്ഷേ സെർവർ പരിതസ്ഥിതികൾ വ്യത്യസ്തമായിരിക്കും - നിങ്ങൾക്ക് എന്തെങ്കിലും പ്രശ്നമുണ്ടെങ്കിൽ നിങ്ങളുടെ ഹോസ്റ്റുമായി ബന്ധപ്പെടുക.");
define("LANINS_019", "നിങ്ങളുടെ സെർവറിൽ ഇൻസ്റ്റാൾ ചെയ്തിരിക്കുന്ന PHP യുടെ പതിപ്പിന് e107 പ്രവർത്തിപ്പിക്കാൻ കഴിയില്ല. E107 ന് കുറഞ്ഞത് "MIN_PHP_VERSION"  PHP പതിപ്പ് എങ്കിലും ശരിയായി പ്രവർത്തിക്കാൻ ആവശ്യമാണ്. ഒന്നുകിൽ നിങ്ങളുടെ PHP പതിപ്പ് അപ്ഗ്രേഡുചെയ്യുക, അല്ലെങ്കിൽ അപ്ഗ്രേഡിനായി ഹോസ്റ്റുമായി ബന്ധപ്പെടുക.");
define("LANINS_021", "2");
define("LANINS_022", "MySQL സെർവർ വിശദാംശങ്ങൾ");
define("LANINS_023", "നിങ്ങളുടെ MySQL ക്രമീകരണങ്ങൾ ഇവിടെ നൽകുക. നിങ്ങൾക്ക് റൂട്ട് അനുമതികൾ ഉണ്ടെങ്കിൽ ചെക്ക് ബോക്സ്  ചെക്ക് ചെയ്ത് നിങ്ങൾക്ക് ഒരു പുതിയ ഡാറ്റാബേസ് സൃഷ്ടിക്കാൻ സാധിക്കും, ഇല്ലെങ്കിൽ ഒരു ഡാറ്റാബേസ് ഉണ്ടാക്കിയെടുക്കുകയോ മുൻപ് നിലവിലുള്ള ഒന്ന് ഉപയോഗിക്കുകയോ ചെയ്യുക. നിങ്ങൾക്ക് ഒരു ഡാറ്റാബേസ് മാത്രമേ ഉള്ളൂ  എങ്കിൽ പ്രിഫിക്സ് ഉപയോഗിച്ച് മറ്റു സ്ക്രിപ്റ്റുകളുമായി സമാന ഡാറ്റാബേസ് പങ്കിടാൻ കഴിയും. നിങ്ങൾക്ക് നിങ്ങളുടെ MySQL വിശദാംശങ്ങൾ അറിയില്ലെങ്കിൽ നിങ്ങളുടെ വെബ് ഹോസ്റ്റുമായി ബന്ധപ്പെടുക.");
define("LANINS_024", "MySQL സെർവർ:");
define("LANINS_025", "MySQL ഉപയോക്തൃനാമം:");
define("LANINS_026", "MySQL പാസ്വേഡ്:");
define("LANINS_027", "MySQL ഡാറ്റാബേസ്:");
define("LANINS_028", "ഡാറ്റാബേസ് സൃഷ്ടിക്കണോ?");
define("LANINS_029", "ടേബിൾ പ്രിഫിക്സ്");
define("LANINS_030", "നിങ്ങൾ ഉപയോഗിക്കാൻ ഉദ്ദേശിക്കുന്ന MySQL സെർവർ. ഇതിൽ ഒരു പോർട്ട് നമ്പർ ഉൾപ്പെടുത്താം. ഉദാ. 'hostname:port' അല്ലെങ്കിൽ ഒരു പ്രാദേശിക സോക്കിലേക്കുള്ള പാത ഉദാ. localhost-നായി \ ": / path / to / socket \".");
define("LANINS_031", "നിങ്ങളുടെ MySQL സെർവറിലേക്ക് E107 ഉപയോഗിച്ച് കണക്റ്റുചെയ്യുന്നതിന് ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്ന MySQL ഉപയോക്തൃ നാമം");
define("LANINS_032", "നിങ്ങൾ നൽകിയ ഉപയോക്താവിനുള്ള പാസ്വേഡ്. ഒറ്റ അല്ലെങ്കിൽ ഇരട്ട ഉദ്ധരണികൾ ഉണ്ടാകരുത്.");
define("LANINS_033", "e107 ഡാറ്റ നിലനിർത്താൻ നിങ്ങൾ ഉദ്ദേശിക്കുന്ന MySQL ഡാറ്റാബേസ്, ചിലപ്പോൾ അത് ഒരു സ്കീമ എന്നറിയപ്പെടാം. ഇതിന്റെ പേര് ഒരു അക്ഷരത്തിൽ തുടങ്ങണം. MySQL ഉപയോക്താവിന് ഡാറ്റാബേസ് സൃഷിടിക്കുവാനുള്ള അനുമതി ഉണ്ടെങ്കിൽ, ഡാറ്റാബേസ് നിലവിലില്ലാത്ത പക്ഷം സ്വയമേവ നിർമ്മിക്കുവാൻ ഇവിടെ ഓപ്റ്റ് ചെയ്യാം.");
define("LANINS_034", "E107 ഡാറ്റാബേസ് പട്ടികകൾ സൃഷ്ടിക്കുമ്പോൾ e107 നു ഉപയോഗിക്കുന്നതിനായി ആവശ്യമുളള ഡാറ്റാബേസ് പട്ടിക-പ്രീഫിക്സ്. ഒരു ഡാറ്റാബേസ് സ്കീമയിൽ e107 ന്റെ ഒന്നിലധികം ഇൻസ്റ്റാളുകൾ സാധ്യമാക്കാൻ ഇത് ഉപയോഗപ്രദമാണ്.");
define("LANINS_036", "3");
define("LANINS_037", "MySQL കണക്ഷൻ പരിശോധന");
define("LANINS_038", "പിന്നെ ഡാറ്റാബേസ് സൃഷ്ടിക്കൽ");
define("LANINS_039", "ദയവായി എല്ലാ ഫീൽഡിലും പൂരിപ്പിക്കുക, ഏറ്റവും പ്രധാനമായി MySQL സെർവർ, MySQL ഉപയോക്തൃനാമം, MySQL ഡാറ്റാബേസ് (ഇവ എല്ലാം എപ്പോഴും MySQL സെർവറിൽ ആവശ്യമാണ്)");
define("LANINS_040", "പിശകുകൾ");
define("LANINS_041", "നിങ്ങൾ നൽകിയ വിവരങ്ങൾ ഉപയോഗിച്ച് MySQL സെർവറിലേക്ക് e107 ഒരു കണക്ഷൻ സ്ഥാപിക്കാനായില്ല. ദയവായി അവസാന പേജിലേക്ക് മടങ്ങിപ്പോയി വിവരങ്ങൾ ശരിയാണെന്ന് ഉറപ്പു വരുത്തുക.");
define("LANINS_042", "MySQL സെർവറിലേക്കുള്ള കണക്ഷൻ സ്ഥാപിക്കുകയും പരിശോധിക്കുകയും ചെയ്യുക.");
define("LANINS_043", "ഡാറ്റാബേസ് സൃഷ്ടിക്കാനാവില്ല, നിങ്ങളുടെ സെർവറിൽ ഡാറ്റാബേസുകൾ സൃഷ്ടിക്കാൻ നിങ്ങൾക്ക് ശരിയായ അനുമതി ഉണ്ടെന്ന് ഉറപ്പാക്കുക.");
define("LANINS_044", "ഡാറ്റാബേസ് വിജയകരമായി സൃഷ്ടിച്ചു.");
define("LANINS_045", "അടുത്ത ഘട്ടത്തിലേക്ക് പോകാൻ ബട്ടണിൽ ക്ലിക്കുചെയ്യുക.");
define("LANINS_046", "5");
define("LANINS_047", "അഡ്മിനിസ്ട്രേറ്റർ വിശദാംശങ്ങൾ");
define("LANINS_048", "EXIF എക്സ്റ്റൻഷൻ");
define("LANINS_049", "നിങ്ങൾ നൽകിയ രണ്ട് പാസ്വേഡുകളും സമാനമല്ല. ദയവായി തിരിച്ചുപോയി വീണ്ടും ശ്രമിക്കൂ.");
define("LANINS_050", "XML എക്സ്റ്റൻഷൻ");
define("LANINS_051", "ഇൻസ്റ്റാൾ ചെയ്തു");
define("LANINS_052", "ഇൻസ്റ്റാൾ ചെയ്തില്ല");
define("LANINS_055", "ഇൻസ്റ്റാളേഷൻ സ്ഥിരീകരണം");
define("LANINS_056", "6");
define("LANINS_057", "ഇൻസ്റ്റലേഷൻ പൂര്ത്തിയാക്കാനുള്ള എല്ലാ വിവരങ്ങളും E107 ഇപ്പോൾ ലഭ്യമാണ്. ഡാറ്റാബേസ് പട്ടികകൾ സൃഷ്ടിച്ച് നിങ്ങളുടെ എല്ലാ ക്രമീകരണങ്ങളും സംരക്ഷിക്കുന്നതിന് ബട്ടൺ ക്ലിക്കുചെയ്യുക.");
define("LANINS_058", "7");
define("LANINS_060", "sql ഡേറ്റാഫയൽ വായിക്കുവാൻ സാധ്യമല്ല [b]/e107_core/sql[/b] ഡയറക്ടറിയിൽ ഫയൽ [b]core_sql.php[/b] നിലവിലുണ്ടെന്ന് ഉറപ്പുവരുത്തുക.");
define("LANINS_061", "e107 ന് എല്ലാ ഡാറ്റാബേസ് പട്ടികകളും സൃഷ്ടിക്കാൻ കഴിഞ്ഞില്ല. ഡാറ്റാബേസ് നീക്കംചെയ്തതിനു ശേഷം മറ്റുപ്രശനങ്ങളൊന്നുമില്ല എന്ന് ഉറപ്പു വരുത്തി വീണ്ടും ശ്രമിക്കുക.");
define("LANINS_069", "e107 വിജയകരമായി ഇൻസ്റ്റാൾ ചെയ്തു! സുരക്ഷാ കാരണങ്ങളാൽ നിങ്ങൾ ഇപ്പോൾ [b]e107_config.php[/b] എന്ന ഫയലിന്റെ  അനുമതികൾ 644 ലേക്ക് സജ്ജമാക്കണം. താഴെക്കൊടുത്തിരിക്കുന്ന ബട്ടൺ ക്ലിക്കുചെയ്തതിനുശേഷം, നിങ്ങളുടെ സെർവറിൽ നിന്ന് install.php എന്ന ഫയലും നീക്കം ചെയ്യുക.");
define("LANINS_070", "E107- ന് പ്രധാന ക്രമീകരണ ഫയൽ നിങ്ങളുടെ സെർവറിലേക്ക് സംരക്ഷിക്കാനായില്ല. [b]e107_config.php[/b] ഫയലിൽ ശരിയായ അനുമതികൾ ഉണ്ടെന്ന് ഉറപ്പുവരുത്തുക");
define("LANINS_071", "ഇൻസ്റ്റലേഷൻ പൂർത്തിയായി");
define("LANINS_072", "അഡ്മിൻ ഉപയോക്തൃനാമം");
define("LANINS_073", "നിങ്ങൾ സൈറ്റിൽ ലോഗിൻ ചെയ്യാൻ ഉപയോഗിക്കുന്ന പേരാണ് ഇത്. നിങ്ങളുടെ പ്രദർശന നാമമായി ഇത് ഉപയോഗിക്കണമെങ്കിൽ");
define("LANINS_074", "അഡ്മിൻ പ്രദർശന നാമം");
define("LANINS_076", "അഡ്മിൻ പാസ്വേഡ്");
define("LANINS_077", "നിങ്ങൾ ഇവിടെ ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്ന അഡ്മിൻ പാസ്വേർഡ് ടൈപ്പുചെയ്യുക");
define("LANINS_078", "അഡ്മിൻ പാസ്വേഡ് സ്ഥിരീകരണം");
define("LANINS_079", "ദയവായി സ്ഥിരീകരണത്തിനായി അഡ്മിൻ പാസ്വേഡ് വീണ്ടും ടൈപ്പുചെയ്യുക");
define("LANINS_080", "അഡ്മിൻ ഇമെയിൽ");
define("LANINS_081", "നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക");
define("LANINS_083", "MySQL റിപ്പോർട്ടുചെയ്ത പിശക്:");
define("LANINS_084", "ഇൻസ്റ്റാളറിന് ഡാറ്റാബേസിലേക്ക് കണക്ഷൻ സ്ഥാപിക്കാനായില്ല");
define("LANINS_085", "ഇൻസ്റ്റാളറിന് ഡാറ്റാബേസ് തിരഞ്ഞെടുക്കാനായില്ല:");
define("LANINS_086", "അഡ്മിൻ ഉപയോക്തൃനാമം, അഡ്മിൻ പാസ്വേഡ്, അഡ്മിൻ ഇമെയിൽ എന്നിവ ആവശ്യമായ ഫീൽഡുകൾ ആണ്. അവസാന പേജിലേക്ക് മടങ്ങിപ്പോയി വിവരങ്ങൾ ശരിയായി നൽകിയിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക.");
define("LANINS_105", "'e' അല്ലെങ്കിൽ 'E' എന്നതിന് ശേഷം ചില അക്കങ്ങൾ ആരംഭിക്കുന്ന ഒരു ഡാറ്റാബേസ് നാമം അല്ലെങ്കിൽ പ്രിഫിക്സ് സ്വീകാര്യമല്ല");
define("LANINS_106", "മുന്നറിയിപ്പ് - e107 ഡയറക്ടറികളിലേക്കും/അല്ലെങ്കിൽ ഫയലുകളിലേക്കും എഴുതാൻ കഴിയുന്നില്ല. ഇത് e107 ഇൻസ്റ്റാൾ ചെയ്യുന്നത്തിനു  തടസ്സമാവില്ലെങ്കിലും, ചില സവിശേഷതകൾ ലഭ്യമക്കില്ലെന്ന് അർത്ഥമാക്കുന്നു. ഈ സവിശേഷതകൾ ഉപയോഗിക്കാൻ ഫയൽ അനുമതികൾ നിങ്ങൾ മാറ്റേണ്ടതായി വരും");
define("LANINS_107", "വെബ്സൈറ്റിന്റെ പേര്");
define("LANINS_108", "എന്റെ വെബ്സൈറ്റ്");
define("LANINS_109", "വെബ്സൈറ്റ് തീം");
define("LANINS_111", "ഉള്ളടക്കം/ക്രമീകരണം ഉൾപ്പെടുത്തുക");
define("LANINS_112", "തീം പ്രിവ്യൂ അല്ലെങ്കിൽ ഡെമോയുടെ രൂപം പെട്ടെന്ന് പുനർനിർമ്മിക്കുക. (ലഭ്യമാണെങ്കിൽ)");
define("LANINS_113", "ഒരു വെബ്സൈറ്റ് പേര് നൽകുക");
define("LANINS_114", "ദയവായി ഒരു തീം തിരഞ്ഞെടുക്കുക");
define("LANINS_115", "തീമിന്റെ പേര്");
define("LANINS_116", "തീം തരം");
define("LANINS_117", "വെബ്സൈറ്റ് മുൻഗണനകൾ");
define("LANINS_118", "പ്ലഗിനുകൾ ഇൻസ്റ്റാൾ ചെയ്യുക");
define("LANINS_119", "തീം ആവശ്യമുള്ള എല്ലാ പ്ലഗിന്നുകളും ഇൻസ്റ്റാൾ ചെയ്യുക.");
define("LANINS_120", "8");
define("LANINS_121", "e107_config.php ഒരു ശൂന്യമായ ഫയലല്ല");
define("LANINS_122", "നിങ്ങൾക്ക് നിലവിലുള്ള ഒരു ഇൻസ്റ്റാളേഷൻ ഉണ്ടാകും");
define("LANINS_123", "ഓപ്ഷണൽ: നിങ്ങളുടെ പൊതു പേര് അല്ലെങ്കിൽ അപരനാമം. പകരം ഉപയോക്തൃ നാമം ഉപയോഗിക്കാൻ ശൂന്യമായി വിടുക");
define("LANINS_124", "ദയവായി കുറഞ്ഞത് 8 പ്രതീകങ്ങളുടെ ഒരു രഹസ്യവാക്ക് തിരഞ്ഞെടുക്കുക");
define("LANINS_125", "e107 വിജയകരമായി ഇൻസ്റ്റാൾ ചെയ്തു!");
define("LANINS_126", "സുരക്ഷാ കാരണങ്ങളാൽ e107_config.php ഫയലിന്റെ  ഫയൽ അനുമതികൾ ഇപ്പോൾ 644 ആയി മാറ്റണം.");
define("LANINS_127", "ഡാറ്റാബേസ് [x] ഇതിനകം നിലവിലുണ്ട്. ഇത് തിരുത്തിയെഴുതണോ? (നിലവിലുള്ള ഏതെങ്കിലും ഡാറ്റ നഷ്ടപ്പെടും)");
define("LANINS_128", "ഓവർറൈറ്റ്");
define("LANINS_129", "ഡാറ്റാബേസ് കണ്ടെത്തിയില്ല.");
define("LANINS_134", "ഇൻസ്റ്റലേഷൻ");
define("LANINS_135", "അതിൽ");
define("LANINS_136", "നിലവിലുള്ള ഡാറ്റാബേസ് ഇല്ലാതാക്കി");
define("LANINS_137", "നിലവിലുള്ള ഡാറ്റാബേസ് കണ്ടെത്തി");
define("LANINS_141", "നിങ്ങളുടെ MySQL വിശദാംശങ്ങൾ ചുവടെയുള്ള ഫോമിൽ പൂരിപ്പിക്കൂ. ഈ വിവരം അറിയില്ലെങ്കിൽ, നിങ്ങളുടെ ഹോസ്റ്റിംഗ് പ്രൊവൈഡറെ ബന്ധപ്പെടുക. കൂടുതൽ വിവരങ്ങൾക്കായി ഓരോ ഫീൽഡിലും നിങ്ങൾക്ക് ഹോവർ ചെയ്യാം.");
define("LANINS_142", "പ്രധാനപ്പെട്ടത്: e107.htaccess നെ .htaccess എന്ന് പുനര്‍നാമകരണം ചെയ്യുക");
define("LANINS_144", "പ്രധാനപ്പെട്ടത്: നിങ്ങളുടെ [b].htaccess[/b] ഫയലിലേക്ക് [b]e107.htaccess[/b] ന്റെ ഉള്ളടക്കങ്ങൾ പകർത്തുക. അതിൽ ഉണ്ടായിരിക്കാനിടയുള്ള ഒരു നിര്‍ദ്ദേശകമായ വിവരങ്ങളും  ഓവർറൈറ്റ് ചെയ്യാതിരിക്കാൻ ശ്രദ്ധിക്കുക.");
define("LANINS_145", "E107 v2.x പ്രവർത്തിക്കുവാൻ php [x] ഇൻസ്റ്റാൾ ചെയ്യേണ്ടതുണ്ട്. തുടരുന്നതിന് മുമ്പായി നിങ്ങളുടെ ഹോസ്റ്റുമായി ബന്ധപ്പെടുകയോ അല്ലെങ്കിൽ [y] ലെ വിവരങ്ങൾ വായിക്കുകയോ ചെയ്യുക.");
define("LANINS_146", "അഡ്മി൯-ഏരിയ സ്കി൯");
define("LANINS_147", "അഡ്മിനിസ്ട്രേഷൻ ");
