<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/29 09:54:40
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("PAGE_NAME", "ഉപയോക്തൃ ക്രമീകരണങ്ങൾ");
define("MAX_AVWIDTH", "പരമാവധി അവതാർ വലുപ്പം (wxh) ആണ്");
define("MAX_AVHEIGHT", "x");
define("LAN_USET_1", "നിങ്ങളുടെ അവതാറിന്റെ വീതി വളരെ കൂടുതലാണ്");
define("LAN_USET_2", "പരമാവധി അനുവദനീയമായ വീതി");
define("LAN_USET_3", "നിങ്ങളുടെ അവതാറിന്റെ ഉയരം വളരെ കൂടുതലാണ്");
define("LAN_USET_4", "അനുവദനീയമായ പരമാവധി ഉയരം");
define("LAN_USET_7", "പലവക");
define("LAN_USET_8", "ഉപയോക്തൃ സിഗ്നേച്ചർ");
define("LAN_USET_9", "ആവശ്യമുള്ള ഫീൽഡുകളിൽ (ഒരു * ൽ അടയാളപ്പെടുത്തിയിരിക്കുന്നു) നിങ്ങളുടെ ക്രമീകരണങ്ങളിൽ നിന്നും കാണുന്നില്ല.");
define("LAN_USET_10", "തുടരാനായി നിങ്ങളുടെ ക്രമീകരണങ്ങൾ ഇപ്പോൾ അപ്ഡേറ്റു ചെയ്യുക.");
define("LAN_USET_11", "ആ ഉപയോക്തൃ നാമം സാധുതയുള്ളതായി സ്വീകരിക്കാൻ കഴിയില്ല, ദയവായി മറ്റൊരു ഉപയോക്തൃനാമം തിരഞ്ഞെടുക്കുക");
define("LAN_USET_12", "പ്രദർശന നാമം വളരെ ചെറുതാണ്. മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക");
define("LAN_USET_13", "ഉപയോക്തൃനാമത്തിലെ പ്രതീകങ്ങൾ അസാധുവാണ്. മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക");
define("LAN_USET_14", "ലോഗിൻ നാമം ദൈർഘ്യമേറിയതാണ്. മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക");
define("LAN_USET_15", "പ്രദർശന നാമം ദൈർഘ്യമേറിയതാണ്. മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക");
define("LAN_USET_16", "മറ്റൊന്ന് അപ്ലോഡ് ചെയ്യാതെ നിലവിലുള്ള ഫോട്ടോ ഇല്ലാതാക്കാൻ ടിക്ക് ബോക്സ്");
define("LAN_USET_17", "ആ പ്രദർശന നാമം ഇതിനകം മറ്റാരോ ഉപയോഗിക്കുന്നു. മറ്റൊന്ന് തിരഞ്ഞെടുക്കുക");
define("LAN_USET_18", "ഉപയോക്തൃ ഡാറ്റ അഡ്മിൻ മാറ്റി: --ID--, ലോഗിൻ നാമം: --LOGNAME--");
define("LAN_USET_20", "അവരുടെ ലോഗിൻ പേരോ ഇമെയിൽ വിലാസമോ നിങ്ങൾ മാറ്റുകയാണെങ്കി നിങ്ങൾ ഉപയോക്താവിന്റെ രഹസ്യവാക്ക് മാറ്റണം");
define("LAN_USET_21", "നിങ്ങളുടെ പാസ്വേഡ് വീണ്ടും നൽകികൊണ്ട് മാറ്റങ്ങൾ സാധൂകരിക്കുക:");
define("LAN_USET_23", "നിലവിലുള്ള പാസ്വേഡ് സൂക്ഷിക്കുന്നതിന് ശൂന്യമായി വിടുക");
define("LAN_USET_24", "പുതിയ പാസ്വേഡ്:");
define("LAN_USET_25", "പുതിയ പാസ്സ്വേർഡ് വീണ്ടും ടൈപ്പ് ചെയ്യുക:");
define("LAN_USET_26", "നിങ്ങളുടെ അവതാർ അപ്ലോഡ് ചെയ്യുക");
define("LAN_USET_27", "നിങ്ങളുടെ ഫോട്ടോഗ്രാഫ് അപ്ലോഡ് ചെയ്യുക");
define("LAN_USET_28", "ഇത് നിങ്ങളുടെ പ്രൊഫൈൽ പേജിൽ കാണിക്കും");
define("LAN_USET_30", "ഇത് എന്താണ്?");
define("LAN_USET_31", "രജിസ്ട്രേഷൻ വിവരം");
define("LAN_USET_32", "ദയവായി ശ്രദ്ധിക്കുക: അഡ്മിനിസ്ട്രേറ്റർമാർക്ക് അനുചിതമല്ലെന്നു തോന്നുന്ന ഈ സെർവറിലേക്ക് അപ്ലോഡ് ചെയ്ത ഏതൊരു ഇമേജും ഉടൻ തന്നെ ഇല്ലാതാക്കപ്പെടും.");
define("LAN_USET_33", "സൈറ്റ് സംഭരിച്ചിരിക്കുന്ന അവതാർ തിരഞ്ഞെടുക്കുക");
define("LAN_USET_34", "റിമോട്ട് അവതാർ ഉപയോഗിക്കുക");
define("LAN_USET_35", "ഇമേജിലേക്കുള്ള പൂർണ്ണ വിലാസം ദയവായി ടൈപ്പുചെയ്യുക");
define("LAN_USET_36", "ഈ സൈറ്റിൽ സൂക്ഷിച്ചിരിക്കുന്ന അവതാറുകൾ കാണാൻ ബട്ടൺ ക്ലിക്കുചെയ്യുക");
define("LAN_USET_37", "ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക");
define("LAN_USET_38", "അവതാർ തിരഞ്ഞെടുക്കുക");
define("LAN_USET_39", "ഉപയോക്തൃ ക്രമീകരണങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക");
define("LAN_USET_40", "രണ്ട് രഹസ്യവാക്കുകളും പൊരുത്തപ്പെടുന്നില്ല");
define("LAN_USET_41", "ക്രമീകരണങ്ങൾ അപ്ഡേറ്റ് ചെയ്ത് ഡാറ്റാബേസിൽ സംരക്ഷിക്കപ്പെട്ടു.");
define("LAN_USET_42", "സാധുതാ കീയിൽ പൊരുത്തമില്ല");
define("LAN_USET_43", "ഉപയോക്തൃ ഡാറ്റ അപ്ഡേറ്റുചെയ്യുന്നതിൽ പിശക്");
define("LAN_7", "പ്രദർശന നാമം:");
define("LAN_8", "സൈറ്റിൽ പ്രദർശിപ്പിച്ചിരിക്കുന്ന പേര്");
define("LAN_9", "ഉപയോക്തൃനാമം:");
define("LAN_10", "സൈറ്റിൽ ലോഗിൻ ചെയ്യാൻ നിങ്ങൾ ഉപയോഗിക്കുന്ന പേര്");
define("LAN_112", "ഈമെയില് വിലാസം:");
define("LAN_113", "ഇമെയിൽ വിലാസം മറയ്ക്കണോ?");
define("LAN_114", "ഇത് നിങ്ങളുടെ ഇമെയിൽ വിലാസം സൈറ്റിൽ പ്രദർശിപ്പിക്കുന്നത് തടയും");
define("LAN_120", "സിഗ്നേച്ചർ");
define("LAN_122", "സമയ മേഖല:");
define("LAN_152", "പുതിയ പാസ്വേഡ്:");
define("LAN_153", "പുതിയ പാസ്സ്വേർഡ് വീണ്ടും ടൈപ്പ് ചെയ്യുക:");
define("LAN_154", "ക്രമീകരണങ്ങൾ സംരക്ഷിക്കുക");
define("LAN_308", "യഥാർത്ഥ പേര്:");
define("LAN_401", "നിലവിലുള്ള പാസ്വേഡ് സൂക്ഷിക്കുന്നതിന് ശൂന്യമായി വിടുക");
define("LAN_404", "ദയവായി ശ്രദ്ധിക്കുക: അഡ്മിനിസ്ട്രേറ്റർമാർക്ക് അനുചിതമെന്ന് തോന്നുന്ന ഈ സെർവറിലേക്ക് അപ്ലോഡ് ചെയ്ത ഏതൊരു ഇമേജ് ഉടൻ തന്നെ ഇല്ലാതാക്കപ്പെടും.");
define("LAN_414", "നിങ്ങളുടെ ഫോട്ടോ അപ്ലോഡ് ചെയ്യുക");
define("LAN_415", "നിങ്ങളുടെ അവതാർ അപ്ലോഡ് ചെയ്യുക");
define("LAN_418", "രജിസ്ട്രേഷൻ വിവരം");
define("LAN_420", "അവതാർ");
define("LAN_421", "സൈറ്റ് സംഭരിച്ചിരിക്കുന്ന അവതാർ തിരഞ്ഞെടുക്കുക");
define("LAN_422", "റിമോട്ട് അവതാർ ഉപയോഗിക്കുക");
define("LAN_423", "റിമോട്ട് അവതാർ ഉപയോഗിക്കുക");
define("LAN_424", "ഈ സൈറ്റിൽ സൂക്ഷിച്ചിരിക്കുന്ന അവതാറുകൾ കാണാൻ ബട്ടൺ ക്ലിക്കുചെയ്യുക");
define("LAN_425", "ഫോട്ടോഗ്രാഫ്");
define("LAN_426", "ഇത് നിങ്ങളുടെ പ്രൊഫൈൽ പേജിൽ കാണിക്കും");
define("LAN_433", "നിങ്ങളുടെ XUP ഫയലിലേക്ക് URL");
define("LAN_434", "എന്താണിത്?");
define("LAN_435", "XML ഉപയോക്തൃ പ്രോട്ടോക്കോൾ ഫയൽ");
define("LAN_CUSTOMTITLE", "ഇഷ്ടാനുസൃത ശീർഷകം");
define("LAN_USET_5", "സബ്സ്ക്രൈബു ചെയ്തത്");
define("LAN_USET_6", "ഞങ്ങളുടെ മെയിലിംഗ് ലിസ്റ്റ് (കൾ) കൂടാതെ/അല്ലെങ്കിൽ ഈ സൈറ്റിന്റെ വിഭാഗങ്ങൾ സബ്സ്ക്രൈബ് ചെയ്യുക.");


?>