<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/26 19:41:02
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("PAGE_NAME", "അപ്ലോഡ്");
define("LAN_UL_001", "അസാധുവായ ഇമെയിൽ വിലാസം");
define("LAN_UL_002", "നിങ്ങൾക്ക് ഈ സെർവറിലേക്ക് ഫയലുകൾ അപ്ലോഡുചെയ്യുന്നതിനുള്ള ശരിയായ അനുമതികൾ ഇല്ല.");
define("LAN_UL_020", "പിശക്");
define("LAN_UL_021", "അപ്ലോഡ് പരാജയം");
define("LAN_UL_022", "ഫയൽ തരം അനുസരിച്ച് വ്യത്യാസപ്പെടാം");
define("LAN_UL_023", "തരം");
define("LAN_UL_024", "പരമാവധി വലുപ്പം");
define("LAN_UL_025", "അപ്ലോഡുകൾ അനുവദനീയമല്ല");
define("LAN_UL_026", "");
define("LAN_UL_027", "");
define("LAN_UL_032", "നിങ്ങൾ ഒരു വിഭാഗം തിരഞ്ഞെടുക്കണം");
define("LAN_UL_033", "നിങ്ങൾ സാധുവായ ഒരു ഇമെയിൽ വിലാസം നൽകണം");
define("LAN_UL_034", "നിങ്ങൾ ഫയൽ നാമം വ്യക്തമാക്കണം");
define("LAN_UL_035", "നിങ്ങൾ ഒരു വിവരണം നൽകണം");
define("LAN_UL_036", "അപ്ലോഡുചെയ്യുന്നതിന് നിങ്ങൾ ഫയൽ വ്യക്തമാക്കണം");
define("LAN_UL_037", "നിങ്ങൾ ഒരു വിഭാഗം വ്യക്തമാക്കണം");
define("LAN_UL_038", "");
define("LAN_61", "താങ്കളുടെ പേര്:");
define("LAN_112", "ഈമെയിൽ വിലാസം: ");
define("LAN_144", "വെബ്സൈറ്റ് URL:");
define("LAN_402", "ഈ സെർവറിലേക്ക് ഫയലുകൾ അപ്ലോഡുചെയ്യുന്നതിന് നിങ്ങൾ ഒരു രജിസ്റ്റർ ചെയ്ത അംഗമായിരിക്കണം.");
define("LAN_404", "നന്ദി. നിങ്ങളുടെ അപ്ലോഡ് ഒരു അഡ്മിനിസ്ട്രേറ്റർ അവലോകനം ചെയ്ത് ഉചിതമെങ്കിൽ സൈറ്റ് പോസ്റ്റു ചെയ്യും.");
define("LAN_406", "ദയവായി ശ്രദ്ധിക്കുക");
define("LAN_407", "അപ്ലോഡുചെയ്ത മറ്റേതെങ്കിലും ഫയൽ തരങ്ങൾ ഉടൻ ഇല്ലാതാക്കപ്പെടും.");
define("LAN_408", "അടിവരയിട്ടു");
define("LAN_409", "ഫയലിന്റെ പേര്");
define("LAN_410", "പതിപ്പ്");
define("LAN_411", "ഫയൽ");
define("LAN_413", "വിവരണം");
define("LAN_414", "വർക്കിങ് ഡെമോ");
define("LAN_415", "ഡെമോ കാണാൻ കഴിയുന്ന സൈറ്റിലേക്ക് URL നൽകുക");
define("LAN_416", "സമർപ്പിച്ച് അപ്ലോഡുചെയ്യുക");
define("LAN_417", "ഫയൽ അപ്ലോഡുചെയ്യുക");
define("LAN_418", "പൂർണ്ണ വലുപ്പത്തിലുള്ള ഫയൽ വലുപ്പം:");
define("DOWLAN_11", "വിഭാഗം");
define("LAN_419", "അനുവദിച്ച ഫയൽഫയലുകൾ");
define("LAN_420", "ഫീൽഡുകൾ ആവശ്യമാണ്");


?>