<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/29 06:43:54
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("PAGE_NAME", "രജിസ്റ്റർ ചെയ്യുക");
define("LAN_EMAIL_01", "പ്രിയപ്പെട്ട");
define("LAN_EMAIL_04", "നിങ്ങളുടെ സ്വന്തം വിവരങ്ങൾക്കായി ഈ ഇമെയിൽ ദയവായി സൂക്ഷിക്കുക.");
define("LAN_EMAIL_05", "നിങ്ങളുടെ രഹസ്യവാക്ക് എൻക്രിപ്റ്റ് ചെയ്താണ് സൂക്ഷിക്കുന്നത്,  കണ്ടെത്താനാവാതെ വരുകയോ മറക്കുകയോ ചെയ്യുന്ന പക്ഷം അത് വീണ്ടെടുക്കാനാവില്ല. എന്നിരുന്നാലും നിങ്ങൾക്ക് പുതിയ പാസ്വേഡ് അഭ്യർത്ഥിക്കാം.");
define("LAN_EMAIL_06", "നിങ്ങളുടെ രജിസ്ട്രേഷന് നന്ദി.");
define("LAN_SIGNUP_1", "കുറഞ്ഞത്.");
define("LAN_SIGNUP_2", "പ്രതീകങ്ങൾ.");
define("LAN_SIGNUP_3", "കോഡ് പരിശോധന പരാജയപ്പെട്ടു.");
define("LAN_SIGNUP_4", "നിങ്ങളുടെ പാസ്വേഡ് കുറഞ്ഞത് ആയിരിക്കണം");
define("LAN_SIGNUP_5", "പ്രതീകങ്ങൾ നീളമുള്ളത്.");
define("LAN_SIGNUP_8", "നന്ദി!");
define("LAN_SIGNUP_9", "തുടരാൻ കഴിഞ്ഞില്ല.");
define("LAN_SIGNUP_11", ".");
define("LAN_SIGNUP_12", "ദയവായി നിങ്ങളുടെ ഉപയോക്തൃനാമവും രഹസ്യവാക്കും സുരക്ഷിതമായ സ്ഥലത്ത് രേഖപ്പെടുത്തിവെക്കുക അവ നഷ്ടപ്പെട്ടാൽ വീണ്ടെടുക്കാൻ കഴിയില്ല.");
define("LAN_SIGNUP_13", "നിങ്ങൾക്ക് ഇപ്പോൾ ലോഗിൻ ബോക്സിൽ നിന്നും അല്ലെങ്കിൽ [ഇവിടെ] നിന്നും ലോഗിൻ ചെയ്യാം.");
define("LAN_SIGNUP_14", "ഇവിടെ");
define("LAN_SIGNUP_15", "പ്രധാന സൈറ്റ് അഡ്മിനെ ബന്ധപ്പെടുക");
define("LAN_SIGNUP_16", "നിങ്ങൾക്ക് സഹായം ആവശ്യമുണ്ടെങ്കിൽ.");
define("LAN_SIGNUP_17", "നിങ്ങൾ 13 വയസോ അതിലധികമോ ആണെന്ന് സ്ഥിരീകരിക്കുക.");
define("LAN_SIGNUP_18", "താഴെക്കൊടുത്തിരിക്കുന്ന ലോഗിൻ വിവരങ്ങളോടെ നിങ്ങളുടെ രജിസ്ട്രേഷൻ ലഭിക്കുകയും അത് സൃഷ്ടിക്കുകയും ചെയ്തു:");
define("LAN_SIGNUP_21", "നിങ്ങളുടെ അക്കൗണ്ട് നിലവിൽ സജീവമല്ലാത്തതായി അടയാളപ്പെടുത്തിയിരിക്കുകയാണ്. നിങ്ങളുടെ അക്കൗണ്ട് സജീവമാക്കാൻ ദയവായി ഇനിപ്പറയുന്ന ലിങ്കിലേക്ക് പോകുക:");
define("LAN_SIGNUP_22", "ഇവിടെ ക്ലിക്ക് ചെയ്യുക");
define("LAN_SIGNUP_23", "ലോഗിൻ ചെയ്യുവാൻ.");
define("LAN_SIGNUP_24", "രജിസ്റ്റർ ചെയ്തതിനു നന്ദി");
define("LAN_SIGNUP_25", "നിങ്ങളുടെ അവതാർ അപ്‌ലോഡ് ചെയ്യുക");
define("LAN_SIGNUP_26", "നിങ്ങളുടെ ഫോട്ടോഗ്രാഫ് അപ്ലോഡ് ചെയ്യുക");
define("LAN_SIGNUP_30", "ഈ സൈറ്റിൽ നിങ്ങളുടെ ഇമെയിൽ വിലാസം പ്രദർശിപ്പിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നില്ലെങ്കിൽ, ദയവായി 'ഇമെയിൽ വിലാസം മറയ്ക്കണോ വേണ്ടയോ' എന്ന  ചോദ്യത്തിന് വേണ്ട എന്ന ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.");
define("LAN_SIGNUP_34", "ദയവായി ശ്രദ്ധിക്കുക: അഡ്മിനിസ്ട്രേറ്റർമാർക്ക് അനുചിതമെല്ലെന്ന് തോന്നുന്ന ഈ സെർവറിലേക്ക് അപ്ലോഡ് ചെയ്ത ഏതൊരു ചിത്രങ്ങളും ഉടൻ തന്നെ ഇല്ലാതാക്കപ്പെടും.");
define("LAN_SIGNUP_36", "നിങ്ങളുടെ ഉപയോക്തൃ വിവരങ്ങൾ സൃഷ്ടിക്കുന്നതിൽ ഒരു പിശക് സംഭവിച്ചു, ദയവായി സൈറ്റ് അഡ്മിനെ ബന്ധപ്പെടുക");
define("LAN_SIGNUP_37", "രജിസ്ട്രേഷന്റെ ഈ ഘട്ടം പൂർത്തിയായി. സൈറ്റ് അഡ്മിന് നിങ്ങളുടെ അംഗത്വം അംഗീകരിക്കേണ്ടതുണ്ട്. ഇത് കഴിഞ്ഞാൽ നിങ്ങളുടെ അംഗത്വത്തിന് അംഗീകാരം ലഭിച്ചിട്ടുണ്ടെന്ന് നിങ്ങളെ അറിയിക്കുന്ന ഒരു സ്ഥിരീകരണ ഇമെയിൽ നിങ്ങൾക്ക് ലഭിക്കും.");
define("LAN_SIGNUP_38", "രണ്ട് വ്യത്യസ്ത ഇമെയിൽ വിലാസങ്ങൾ നിങ്ങൾ നൽകി. നൽകിയ രണ്ട് ഫീൽഡുകളിൽ ദയവായി സാധുവായ ഒരു ഇമെയിൽ വിലാസം നൽകുക");
define("LAN_SIGNUP_39", "ഇമെയിൽ വിലാസം വീണ്ടും-ടൈപ്പ് ചെയ്യുക:");
define("LAN_SIGNUP_40", "സജീവമാക്കൽ ആവശ്യമില്ല");
define("LAN_SIGNUP_41", "നിങ്ങളുടെ അക്കൌണ്ട് ഇതിനകം ആക്റ്റിവേറ്റ് ആണ്.");
define("LAN_SIGNUP_42", "ഒരു പ്രശ്നമുണ്ടായി, രജിസ്ട്രേഷൻ മെയിൽ അയക്കാൻ കഴിഞ്ഞില്ല, ദയവായി വെബ്സൈറ്റ് അഡ്മിനിസ്ട്രേറ്ററെ ബന്ധപ്പെടുക.");
define("LAN_SIGNUP_43", "ഇമെയിൽ അയച്ചു");
define("LAN_SIGNUP_44", "ഇതിലേക്ക് ആക്ടിവേഷൻ ഇമെയിൽ അയച്ചു:");
define("LAN_SIGNUP_45", "ദയവായി നിങ്ങളുടെ ഇൻബോക്സ് പരിശോധിക്കുക.");
define("LAN_SIGNUP_47", "സജീവമാക്കൽ ഇമെയിൽ വീണ്ടും അയയ്ക്കുക");
define("LAN_SIGNUP_48", "ഉപയോക്തൃനാമം അല്ലെങ്കിൽ ഇമെയിൽ");
define("LAN_SIGNUP_49", "നിങ്ങൾ തെറ്റായ ഇമെയിൽ വിലാസത്തിൽ രജിസ്റ്റർ ചെയ്യുകയും അതോടൊപ്പം മുകളിലുള്ള ബോക്സിൽ പൂരിപ്പിക്കുകയും ചെയ്തെങ്കിൽ, ഇവിടെ ഒരു പുതിയ ഇമെയിൽ വിലാസവും നിങ്ങളുടെ പാസ്വേർഡും ടൈപ്പുചെയ്യുക:");
define("LAN_SIGNUP_50", "പുതിയ ഇമെയിൽ");
define("LAN_SIGNUP_51", "പഴയ പാസ്വേഡ്");
define("LAN_SIGNUP_53", "ഫീൽഡ് സാധുതാനിർണ്ണയ പരിശോധന പരാജയപ്പെട്ടു");
define("LAN_SIGNUP_54", "നിങ്ങളുടെ വിശദാംശങ്ങൾ പൂരിപ്പിക്കുന്നതിന് ഇവിടെ ക്ലിക്കുചെയ്യുക");
define("LAN_SIGNUP_58", "സൈനപ്പ് പ്രിവ്യൂ");
define("LAN_SIGNUP_59", "**** ലിങ്ക് പ്രവർത്തിക്കുന്നില്ലെങ്കിൽ, അതിലെ ഒരു ഭാഗം അടുത്ത വരിയിലേക്ക് കടന്നിട്ടില്ല എന്നു പരിശോധിക്കുക. ****");
define("LAN_SIGNUP_60", "സൈൻ-അപ്പ്   ഇമെയിൽ വീണ്ടും അയക്കാൻ അഭ്യർത്ഥിച്ചു");
define("LAN_SIGNUP_61", "അയക്കൽ വിജയിച്ചു");
define("LAN_SIGNUP_62", "അയയ്ക്കൽ പരാജയപ്പെട്ടു");
define("LAN_SIGNUP_63", "പാസ്വേഡ് പുനഃസജ്ജീകരണ ഇമെയിൽ വീണ്ടും അയയ്ക്കാൻ അഭ്യർത്ഥിച്ചു");
define("LAN_SIGNUP_64", "അത് സാധുവായ ഉപയോക്തൃ വിവരങ്ങളാണെന്നു തോന്നുന്നില്ല");
define("LAN_SIGNUP_65", "ഇനിപ്പറയുന്ന ലോഗിൻ നാമം നിങ്ങൾക്ക് നൽകിയിരിക്കുന്നു");
define("LAN_SIGNUP_66", "ദയവായി അത് ഒരു കുറിപ്പാക്കുക.");
define("LAN_SIGNUP_67", "സൈൻ അപ്പ് ചെയ്ത ശേഷം ഇത് സിസ്റ്റം നിര്‍ണ്ണയിക്കും");
define("LAN_SIGNUP_69", "");
define("LAN_SIGNUP_70", "");
define("LAN_SIGNUP_71", "അക്കൗണ്ട് രജിസ്ട്രേഷനുകൾക്കായുള്ള സൈറ്റ് പരിധിയിൽ നിങ്ങൾ എത്തിയിരിക്കുന്നു. നിങ്ങളുടെ മറ്റ് അക്കൗണ്ടുകളിൽ ഒരെണ്ണം ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക.");
define("LAN_SIGNUP_72", "[sitename] ൽ ചേരുന്നതിനു നന്ദി! ഞങ്ങൾ ഇപ്പോൾ നിങ്ങൾക്ക് ഒരു സ്ഥിരീകരണ ഇമെയിൽ [email] - ലേക്ക് അയച്ചു. നിങ്ങളുടെ സൈൻ അപ്പ് പൂർത്തിയാക്കി അക്കൗണ്ട്  സജീവമാക്കുന്നതിന് ദയവായി ഇമെയിലിലെ സ്ഥിരീകരണ ലിങ്കിൽ ക്ലിക്കുചെയ്യുക.");
define("LAN_SIGNUP_73", "നന്ദി!");
define("LAN_SIGNUP_74", "നിങ്ങളുടെ അക്കൗണ്ട് ഇപ്പോൾ സജീവമാക്കിയിട്ടുണ്ട്");
define("LAN_SIGNUP_75", "രജിസ്ട്രേഷൻ സജീവമാക്കി");
define("LAN_SIGNUP_76", "നന്ദി! നിങ്ങൾ ഇപ്പോൾ രജിസ്റ്റർ ചെയ്ത ഒരു അംഗമാണ്");
define("LAN_SIGNUP_77", "ഈ സൈറ്റ് 1998-ലെ ചിൽഡ്രൻസ് ഓൺലൈൻ സ്വകാര്യത സംരക്ഷണ നിയമം (COPPA) പാലിക്കുന്നു, കൂടാതെ 13 വയസ്സിനു താഴെയുള്ള ഉപയോക്താക്കൾക്ക് അവരുടെ മാതാപിതാക്കളിൽ നിന്നോ രക്ഷിതാവിൽ നിന്നോ രേഖാമൂലമുള്ള അനുമതി രേഖയില്ലാതെ രജിസ്ട്രേഷൻ സ്വീകരിക്കാൻ കഴിയില്ല. കൂടുതൽ വിവരങ്ങൾക്ക് താങ്കൾക്ക് ചട്ടം വായിക്കാവുന്നതാണ്");
define("LAN_SIGNUP_78", "രജിസ്ട്രേഷൻ");
define("LAN_SIGNUP_79", "രജിസ്റ്റർ ചെയ്യുക");
define("LAN_SIGNUP_80", "നിങ്ങളുടെ വിശദാംശങ്ങൾ ചുവടെ നൽകുക.");
define("LAN_SIGNUP_81", "ഉപയോക്തൃനാമം:");
define("LAN_SIGNUP_82", "നിങ്ങൾ പ്രവേശിക്കാൻ ഉപയോഗിക്കുന്ന പേര്");
define("LAN_SIGNUP_83", "പാസ്വേഡ്");
define("LAN_SIGNUP_84", "പാസ്വേഡ് വീണ്ടും ടൈപ്പുചെയ്യുക:");
define("LAN_SIGNUP_85", "ഉപയോക്തൃനാമങ്ങളും പാസ്വേഡുകളും കേസ് സെൻസിറ്റീവ് ആണ്.");
define("LAN_SIGNUP_89", "പ്രദർശന നാമം:");
define("LAN_SIGNUP_90", "സൈറ്റിൽ ദൃശ്യമാകുന്ന പേര്");
define("LAN_SIGNUP_91", "യഥാർത്ഥ പേര്:");
define("LAN_SIGNUP_93", "സിഗ്നേച്ചർ:");
define("LAN_SIGNUP_94", "അവതാരം:");
define("LAN_SIGNUP_95", "ചിത്രത്തിൽ കാണാവുന്ന കോഡ് നൽകുക");
define("LAN_SIGNUP_96", "രജിസ്ട്രേഷൻ വിശദാംശങ്ങൾ");
define("LAN_SIGNUP_97", "സ്വാഗതം");
define("LAN_SIGNUP_98", "നിങ്ങളുടെ ഇമെയിൽ വിലാസം സ്ഥിരീകരിക്കുക");
define("LAN_SIGNUP_99", "പ്രശ്നം നേരിട്ടു");
define("LAN_SIGNUP_100", "അഡ്മിൻ അംഗീകാരം തീർപ്പാക്കിയിട്ടില്ല");
define("LAN_SIGNUP_101", "റെക്കോർഡുകളുടെ അപ്ഡേറ്റ് പരാജയപ്പെട്ടു - ദയവായി സൈറ്റ് അഡ്മിനിസ്ട്രേറ്ററെ ബന്ധപ്പെടുക");
define("LAN_SIGNUP_103", "ഇതിനകം തന്നെ വളരെയധികം ഉപയോക്താക്കൾ ഈ IP വിലാസം ഉപയോഗിക്കുന്നു:");
define("LAN_SIGNUP_105", "നിങ്ങളുടെ അഭ്യർത്ഥന പ്രവർത്തിക്കാൻ കഴിയുന്നില്ല - സൈറ്റ് അഡ്മിനിസ്ട്രേറ്ററുമായി ബന്ധപ്പെടുക");
define("LAN_SIGNUP_106", "നിങ്ങളുടെ അഭ്യർത്ഥന പ്രവർത്തിക്കാൻ കഴിയുന്നില്ല - നിങ്ങൾക്ക് ഇതിനകം ഒരു അക്കൗണ്ട് ഉണ്ടോ?");
define("LAN_LOGINNAME", "ഉപയോക്തൃനാമം");
define("LAN_USERNAME", "പ്രദർശന നാമം");
define("LAN_SIGNUP_107", "പാസ്വേഡിൽ ചുരുങ്ങിയത് [x] പ്രതീകങ്ങളുണ്ടായിരിക്കുകയും കുറഞ്ഞത് ഒരു UPPERCASE അക്ഷരവും  ഒരു അക്കവും ഉൾപ്പെടുത്തുകയും വേണം");
define("LAN_SIGNUP_108", "ഒരു സാധുവായ ഇമെയിൽ വിലാസം ആയിരിക്കണം");
define("LAN_SIGNUP_109", "CaSe സെൻസിറ്റീവ് ആണ്, അതിൽ സ്പേസ് ഉണ്ടായിരിക്കരുത്.");
define("LAN_SIGNUP_110", "നിങ്ങളുടെ പൂർണ നാമം");
define("LAN_SIGNUP_111", "നിങ്ങളുടെ ചിത്രത്തിലേക്ക് ഒരു URL നൽകുക അല്ലെങ്കിൽ നിലവിലുള്ള ഒരു അവതാർ തിരഞ്ഞെടുക്കുക.");
define("LAN_SIGNUP_112", "നിങ്ങൾ നിലവിൽ പ്രധാന അഡ്മിൻ ആയി ലോഗിൻ ചെയ്തിരിക്കുന്നു.");
define("LAN_SIGNUP_113", "സബ്സ്ക്രിപ്ഷൻ(കൾ)");
define("LAN_SIGNUP_114", "ഉപയോക്തൃ രജിസ്ട്രേഷൻ നിലവിൽ അപ്രാപ്തമാക്കിയിരിക്കുന്നു.");
define("LAN_SIGNUP_115", "സജീവമാക്കൽ ഇമെയിൽ പ്രിവ്യു ചെയ്യുക");
define("LAN_SIGNUP_116", "ഫോം സമർപ്പിച്ചതിനു ശേഷം പ്രിവ്യു ചെയ്യുക");
define("LAN_SIGNUP_117", "ഒരു ടെസ്റ്റ് സജീവമാക്കൽ അയയ്ക്കുക");
define("LAN_SIGNUP_118", "[x] ലേക്ക്");
define("LAN_SIGNUP_119", "ഇമെയിൽ അയയ്ക്കരുത്");
define("LAN_SIGNUP_120", "അഥവാ");
define("LAN_SIGNUP_121", "മറ്റൊരു ഇമെയിൽ വിലാസം ഉപയോഗിക്കുക");


?>