<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/16 10:05:57
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("LAN_dl_1", "(നിയന്ത്രിതം)");
define("LAN_dl_4", "ലഭ്യമായ ഫയലുകൾ:");
define("LAN_dl_5", "മൊത്തം ഫയലുകളുടെ വലുപ്പം:");
define("LAN_dl_6", "ഡൌൺലോഡ് ചെയ്ത ഫയലുകൾ:");
define("LAN_dl_8", "നേടുക");
define("LAN_dl_9", "വിഭാഗ പട്ടികയിലേക്ക് മടങ്ങുക");
define("LAN_dl_13", "റേറ്റുചെയ്തിട്ടില്ല");
define("LAN_dl_14", "ഈ ഡൌൺലോഡ് റേറ്റുചെയ്യുക");
define("LAN_dl_16", "നിന്ന് ഡൗൺലോഡ് (കൾ)");
define("LAN_dl_29", "DL's");
define("LAN_dl_30", "രചയിതാവിന്റെ ഇമെയിൽ");
define("LAN_dl_31", "രചയിതാവിന്റെ വെബ്സൈറ്റ്");
define("LAN_dl_36", "പുതിയ ഡൗൺലോഡുകൾ");
define("LAN_dl_40", "സ്ക്രീൻഷോട്ടിനായി ഇവിടെ ക്ലിക്കുചെയ്യുക");
define("LAN_dl_43", "വോട്ട്");
define("LAN_dl_44", "വോട്ടുകൾ");
define("LAN_dl_45", "തകർന്ന ഡൗൺലോഡുചെയ്യൽ റിപ്പോർട്ടുചെയ്യുക");
define("LAN_dl_46", "ഡൌൺലോഡ് ചെയ്യാൻ ഇവിടെ ക്ലിക്കുചെയ്യുക");
define("LAN_dl_47", "പോസ്റ്റ് റിപ്പോർട്ടുചെയ്തു");
define("LAN_dl_48", "ഡൗൺലോഡ് അഡ്മിനിസ്ട്രേറ്റർക്ക് റിപ്പോർട്ടുചെയ്തു. <br /> നന്ദി.");
define("LAN_dl_49", "ഡൌൺലോദിലേക്ക് മടങ്ങിപ്പോകാൻ ഇവിടെ ക്ലിക്കുചെയ്യുക");
define("LAN_dl_50", "ബ്രോക്കൺ ഡൌൺലോഡ് റിപ്പോർട്ടുചെയ്തു");
define("LAN_dl_51", "ഡൗൺലോഡ് റിപ്പോർട്ടുചെയ്യൽ:");
define("LAN_dl_53", "ഡൗൺലോഡ് കാണുന്നതിന് ക്ലിക്കുചെയ്യുക");
define("LAN_dl_54", "അഡ്മിനിസ്ട്രേറ്ററിനെ ഈ ഡൌൺലോഡിനെക്കുറിച്ച് ബോധ്യപ്പെടുത്തതും, ആവശ്യമെങ്കിൽ നിങ്ങൾക്ക് നേരിട്ട് ഒരു സന്ദേശം നൽകാവുന്നതാണ്.");
define("LAN_dl_55", "മറ്റേതെങ്കിലും കാരണത്തിനായി അഡ്മിനെ ബന്ധപ്പെടാൻ ഈ ഫോം ഉപയോഗിക്കരുത്.");
define("LAN_dl_57", "റിപ്പോർട്ട് ചെയ്തത്");
define("LAN_dl_58", "ഇനിപ്പറയുന്ന ഡൌൺലോഡ് സൈറ്റിൽ നിന്ന് തകർന്നതായി റിപ്പോർട്ടുചെയ്തു");
define("LAN_dl_59", "റിപ്പോർട്ടുചെയ്തത്:");
define("LAN_dl_60", "ബ്രോക്കൺ ഡൗൺലോഡ് റിപ്പോർട്ട്, ഇവിടെനിന്ന്");
define("LAN_dl_62", "ഈ ഫയൽ ഡൌൺലോഡ് ചെയ്യുന്നതിൽ നിന്നും നിങ്ങളെ തടഞ്ഞിരിക്കുന്നു; നിങ്ങളുടെ ഡൗൺലോഡ് ക്വാട്ട കവിഞ്ഞു");
define("LAN_dl_63", "നിങ്ങൾക്ക് ഈ ഫയൽ ഡൗൺലോഡ് ചെയ്യാനുള്ള ശരിയായ അനുമതികൾ ഇല്ല.");
define("LAN_dl_66", "ഡൌൺലോഡ് മിറർ തിരഞ്ഞെടുക്കുക");
define("LAN_dl_67", "മിറർ തിരഞ്ഞെടുക്കുക ...");
define("LAN_dl_68", "മിറർ ഹോസ്റ്റ്");
define("LAN_dl_72", "ഫയൽ അഭ്യർത്ഥിക്കുന്നു:");
define("LAN_dl_73", "ഈ മിററിൽ നിന്നുള്ള ഡൌൺലോഡുകൾ:");
define("LAN_dl_74", "ഈ മിററിൽ നിന്നുള്ള മൊത്തം ഡൌൺലോഡുകൾ:");
define("LAN_dl_75", "ചിത്രമൊന്നും ലഭ്യമല്ല");
define("LAN_dl_77", "ഡൗൺലോഡുകൾ");
define("LAN_dl_78", "ആ ഡൗൺലോഡ് അപ്രാപ്തമാക്കുകയോ അല്ലെങ്കിൽ നിർത്തലാക്കുകയോ ചെയ്തു. കൂടുതൽ പുതിയ പതിപ്പിനായി [downloads area] പരിശോധിക്കുക.");


?>