<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/05/29 13:34:40
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("CLOCK_AD_L2", "അടിക്കുറിപ്പ്");
define("CLOCK_AD_L4", "ക്ലോക്ക് മെനു കോൺഫിഗർ");
define("CLOCK_AD_L5", "എ.എം/പി.എം");
define("CLOCK_AD_L6", "ചെക്ക് ചെയ്‌താൽ, അത് യുഎസ് ഫോർമാറ്റിൽ സമയം പ്രദർശിപ്പിക്കും (0-12 AM/PM ഫോർമാറ്റ്). അൺചെക്ക് ചെയ്താൽ അത് 'സൈനിക' ഫോർമാറ്റിൽ (0-24 ഫോർമാറ്റ്) പ്രദർശിപ്പിക്കും");
define("CLOCK_AD_L7", "തീയതി പ്രിഫിക്സ്");
define("CLOCK_AD_L8", "തീയതിക്ക് മുമ്പായി നിങ്ങളുടെ ഭാഷയ്ക്ക് ഒരു ചെറിയ വാക്ക് ആവശ്യമാണെങ്കിൽ (ഉദാ: ഫ്രഞ്ചിനുള്ള 'le' അല്ലെങ്കിൽ ജർമൻ ഭാഷയിൽ 'den'...), ഈ ഫീൽഡ് ഉപയോഗിക്കുക. ആവശ്യമില്ലെങ്കിൽ, ശൂന്യമായി വിടുക.");
define("CLOCK_AD_L9", "സഫിക്സ് 1");
define("CLOCK_AD_L10", "സഫിക്സ് 2");
define("CLOCK_AD_L11", "സഫിക്സ് 3");
define("CLOCK_AD_L12", "സഫിക്സ് 4ഉം അതിൽ കൂടുതലും");
define("CLOCK_AD_L13", "തീയതിയ്ക്കായുള്ള നമ്പറുകളിലുടനീളം നിങ്ങളുടെ ഭാഷയ്ക്ക് ഒരു സഫിക്സ് പ്രദർശിപ്പിക്കേണ്ടത് ആവശ്യമാണെങ്കിൽ, ഈ ഫീൽഡുകൾ സഫിക്സ് മാത്രം ഉപയോഗിച്ച് പൂരിപ്പിക്കുക (ഉദാഹരണം: 1ന് 'st', 2 ന് 'nd', 3 ന് 'rd' പിന്നെ 'th' 4നും അതിൽ കൂടുതലിനും - ഇംഗ്ലീഷ് ഉപയോക്താക്കൾക്കായി ). ആവശ്യമില്ലെങ്കിൽ ശൂന്യമായി വിടുക.");


?>