<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/17 09:57:59
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/
define("NLLAN_04", "ന്യൂസ്-ലെറ്റർ പ്ലഗിൻ വിജയകരമായി ഇൻസ്റ്റാൾ ചെയ്തു. ക്രമീകരിക്കാൻ, നിങ്ങളുടെ പ്രധാന അഡ്മിൻ പേജിലേക്ക് തിരികെ പോയി പ്ലഗിൻ വിഭാഗത്തിൽ \"ന്യൂസ്-ലെറ്റർ\" ക്ലിക്കുചെയ്യുക.");
define("NLLAN_05", "ഇതുവരെ ന്യൂസ്-ലെറ്ററുകളൊന്നും നിർവ്വചിച്ചിട്ടില്ല");
define("NLLAN_07", "സബ്സ്ക്രൈബർമാർ");
define("NLLAN_10", "നിലവിലുള്ള ന്യൂസ്-ലെറ്ററുകൾ");
define("NLLAN_11", "ന്യൂസ്-ലെറ്റർ പതിപ്പുകൾ ഇതുവരെ ഒന്നുമില്ല.");
define("NLLAN_12", "പതിപ്പ്");
define("NLLAN_13", "[പാരന്റ് ഐഡി] വിഷയം/ശീർഷകം");
define("NLLAN_14", "മെയിൽ ചെയ്തോ?");
define("NLLAN_17", "അയച്ചിട്ടില്ല - അയയ്ക്കാനായി ക്ലിക്കുചെയ്യുക");
define("NLLAN_18", "സബ്സ്ക്രൈബർമാർക്ക് ഈ പതിപ്പ് മെയിൽ ചെയ്യണമെന്ന് നിങ്ങൾക്കുറപ്പാണോ?");
define("NLLAN_19", "ഈ ന്യൂസ്-ലെറ്റർ പതിപ്പ് ഇല്ലാതാക്കണമെന്ന് നിങ്ങൾക്കുറപ്പാണോ?");
define("NLLAN_20", "നിലവിലുള്ള പതിപ്പുകൾ");
define("NLLAN_23", "ഹെഡ്ഡർ");
define("NLLAN_24", "ഫൂട്ടർ");
define("NLLAN_30", "ന്യൂസ്-ലെറ്റർ");
define("NLLAN_31", "വിഷയം/ശീർഷകം");
define("NLLAN_32", "ഇഷ്യൂ നമ്പർ");
define("NLLAN_33", "വാചകം");
define("NLLAN_36", "ന്യൂസ്-ലെറ്റർ ഇഷ്യു അപ്ഡേറ്റ് ചെയ്യുക");
define("NLLAN_37", "ന്യൂസ്-ലെറ്റർ ഇഷ്യു സൃഷ്ടിക്കുക");
define("NLLAN_39", "ന്യൂസ്-ലെറ്റർ ഇഷ്യു ഡാറ്റാബേസിൽ സൂക്ഷിച്ചു - അയക്കാൻ, ഓപ്ഷനുകൾ മെനുവിലെ \"റിലീസ് ഇഷ്യു\" ബട്ടണിൽ ക്ലിക്കുചെയ്യുക.");
define("NLLAN_40", "മെയിൽഔട്ട് ക്യൂവിലേക്ക് മെയിൽഔട്ട് ചേർത്തിരിയ്ക്കുന്നു - പതിപ്പ് --COUNT--  സബ്സ്ക്രൈബർ(മാർ)-ക്ക് അയച്ചു.");
define("NLLAN_41", "സബ്സ്ക്രൈബർമാർ ഒന്നും കണ്ടെത്തിയില്ല - ഇമെയിൽ റദ്ദാക്കി");
define("NLLAN_44", "ന്യൂസ്-ലെറ്റർ ഫ്രണ്ട് പേജ്");
define("NLLAN_45", "ന്യൂസ്-ലെറ്റർ സൃഷ്ടിക്കുക");
define("NLLAN_46", "മെയിലിംഗ് സൃഷ്ടിക്കുക");
define("NLLAN_47", "ന്യൂസ്-ലെറ്റർ ഓപ്ഷനുകൾ");
define("NLLAN_48", "ന്യൂസ്-ലെറ്റർ സബ്സ്ക്രൈബർമാർ");
define("NLLAN_49", "ന്യൂസ്-ലെറ്റർ");
define("NLLAN_54", "അയയ്ക്കുന്നു");
define("NLLAN_56", "ന്യൂസ്-ലെറ്റർ ഐ.ഡി ലഭ്യമല്ല");
define("NLLAN_62", "ഉപയോക്താവിനെ നിരോധിച്ചിരിക്കുന്നു! (അല്ലെങ്കിൽ പൂർണ്ണമായി സൈൻ അപ് ചെയ്തില്ല)");
define("NLLAN_63", "മൊത്തം സബ്സ്ക്രൈബർമാർ");
define("NLLAN_64", "ന്യൂസ്-ലെറ്റർ മുൻ പേജിലേക്കു മടങ്ങുക ");
define("NLLAN_65", "സബ്സ്ക്രൈബർമാരുടെ ന്യൂസ്-ലെറ്റർ ഐ.ഡി");
define("NLLAN_66", "നിങ്ങളുടെ ന്യൂസ്-ലെറ്റർ വരിക്കാരുടെ ലിസ്റ്റ് sanitized ചെയ്തു.");
