<?php
/*
+---------------------------------------------------------------+
|        e107 website content management system Malayalam Language File
|        Released under the terms and conditions of the
|        GNU General Public License (http://gnu.org).
|        Last Modified: 2017/10/17 09:53:22
|
|        $Author: Arun $
+---------------------------------------------------------------+
*/

define("NLLAN_MENU_CAPTION", "ന്യൂസ്-ലെറ്റർ");
define("NLLAN_48", "നിങ്ങൾ ഈ ന്യൂസ്-ലെറ്റർ സബ്സ്ക്രൈബ് ചെയ്തു - നിങ്ങൾ അൺസബ്സ്ക്രൈബ് ചെയ്യാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ താഴെയുള്ള ബട്ടൺ ക്ലിക്കുചെയ്യുക.");
define("NLLAN_49", "ഈ ന്യൂസ്-ലെറ്ററിൽ നിന്ന് അൺസബ്സ്ക്രൈബ് ചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെന്ന് ഉറപ്പാണോ?");
define("NLLAN_50", "സബ്സ്ക്രൈബുചെയ്യാൻ ബട്ടൺ ക്ലിക്കുചെയ്യുക (നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ വിലാസം");
define("NLLAN_51", "അൺസബ്സ്ക്രൈബുചെയ്യുക");
define("NLLAN_52", "സബ്സ്ക്രൈബ് ചെയ്യുക");
define("NLLAN_53", "ഈ ന്യൂസ്-ലെറ്റർ സബ്സ്ക്രൈബ് ചെയ്യണമെന്ന് നിങ്ങൾക്ക് തീർച്ചയാണോ?");
define("NLLAN_67", "ആർക്കൈവ് അവലോകനം");
define("NLLAN_68", "അസാധുവായ പാരാമീറ്റർ നിർവ്വചിച്ചു");
define("NLLAN_69", "അയച്ച ന്യൂസ്-ലെറ്ററുകളൊന്നും ലഭ്യമല്ല.");
define("NLLAN_70", "തിരഞ്ഞെടുത്ത ന്യൂസ്-ലെറ്റർ നിലവിലില്ല");
define("NLLAN_72", "ആർക്കൈവ് കാണുക");
define("NLLAN_73", "നിങ്ങളുടെ ഇമെയിൽ നൽകുക");
